{
  "Wallet Connected": "ｳォレットが接続されています",
  "Disconnect": "接続を切る",
  "Your Overall Stats": "あなたの全体的なステータス",
  "Investment": "投資",
  "Profit": "利益",
  "Hypertoken Profit": "ハイパートークン（Hyper Token）の利益",
  "Hypertoken Balance": "ハイパートークン（Hyper Token）のバランス",
  "Your Investments": "あなたの投資",
  "Asset": "アセット",
  "Asset Profit": "アセット利益",
  "Asset Equity": "アセットエクイティ",
  "Expiration": "期日",
  "Go to Invest Page": "投資（Invest）ページに行く",
  "Transactions": "トランザクション",
  "Date": "日付",
  "Cube": "キューブ（Cube）",
  "Type": "種類",
  "Amount": "額",
  "Prices": "価格",
  "Value": "バリュー",
  "click anywhere to close": "どこかをクリックして閉じます",
  "Say Hi": "こんにちは、と言います",
  "Subscribe": "サブスクライブ",
  "Email address": "Eメールアドレス",
  "I agree to all your terms and policies": "私は、規約とポリシーに同意します",
  "Account": "アカウント",
  "Connect Wallet": "ｳォレットを接続",
  "Switch Network": "ネットワークを切り替え",
  "About": "概要",
  "Information": "情報",
  "The key information for Fixed Income Cubes include:": "確定収入キューブ（Fixed Income Cubes）の重要な情報に含まれるもの：",
  "Asset: the asset deposited to earn returns on.": "アセット：リターン獲得目的の預かりアセット。",
  "Expiration: the expiration date of the Cube.": "期日：キューブ（Cube）の期日。",
  "Entry Fee: the percentage fee deducted from the investment upon entry.": "エントリフィー：エントリ時に投資から控除されるパーセンテージフィー。",
  "Return: the fixed annualized percentage return on the deposited asset.": "リターン：預かりアセットに対する年間の確定リターン（パーセンテージ）。",
  "Lock Up Period: the timelock of a user's investment, with early withdrawals sub-jected to a 20% fee.": "ロックアップ期間：ユーザーの投資のロックアップ。期日前払い戻しには、20% のフィーが適用されます。",
  "Entry Fee": "エントリフィー",
  "Performance Fee": "パフォーマンスフィー",
  "Net APR": "ネット APR",
  "apr performance example": "apr パフォーマンス例",
  "Go to invest page": "投資（invest）ページに行く",
  "Make it a": "Make it a",
  "DISCLAIMER": "免責条項",
  "Below are a list of frequently asked questions from our community. For any additional questions or help, please refer to the help section.": "以下は、コミュニティからのよくある質問の一覧です。追加の質問またはヘルプについては、ヘルプ（help）セクションをご覧ください。",
  "What's the use case of HyperDex?": "HyperDex の使用事例とは？",
  "HyperDex DeFi envisions the creation of the first decentralized finance investment platform for digital assets mirroring the standard financial products, but with a major difference that everything is decentralized and automated.": "HyperDex DeFi は、標準の金融商品に非常によく似たデジタルアセット向けの初の分散型金融投資プラットフォームの創造、そして、すべての分散化および自動化による大きな影響をもたらすことを念頭に入れています。",
  "Over the past few years, the digital assets industry has developed constantly to find bridge solutions from the current obsolete financial system into the current fast and relentless digital one. For the first time, HyperDex allows standard financial products to be available in a DeFi platform. In fact, HyperDex as a successful DeFi investment platform fulfills the crypto market need by routing the crypto assets of the users into different HyperDex products. It accomplishes this by using algorithms and staking with the ultimate aim of offering the best returns. With their funds put in HyperDex, asset holders are stress-free. HyperDex mitigates the risks inherent to DeFi that cannot be managed by a single passive investor especially when they begin their journey as an investor. HyperDex DeFi mainly focuses on investors who don’t have time and energy to make the most out of DeFi opportunities. Investors are lured by the potential of the DeFI industry but lost by the inherent challenges of accessing reliable products. Investment in DeFi has become an optimistic and genuine factor for financial independence but is unachievable without proper tools and strategies. This is where HyperDex comes into the picture, allowing anyone owning crypto assets to invest in its platforms through the integration of crypto wallets such as MetaMask and Exodus. Even without any prior DeFi knowledge, the users will be able to connect to HyperDex’s platform and invest in its products.": "過去数年にわたって、デジタルアセット産業は一定の進化を遂げ、旧態化している金融システムを最新の迅速かつ徹底したデジタルシステムに切り替えるソリューションを模索してきました。そして HyperDex は、初めて、標準の金融商品を DeFi プラットフォームでの販売に踏み切りました。実際 HyperDex は、成功を収めた DeFi 投資プラットフォームとして、ユーザーのクリプトアセット（暗号資産）をさまざまな HyperDex 製品にルートすることで、暗号市場のニーズに応えています。そして、アルゴリズムを駆使し、最良のリターンを届けるという究極の目標を掲げ、これを成就しています。アセット保有者は、資金を HyperDex に預けることで、煩わしさから解放されます。HyperDex は、特に投資家としてスタートしたばかりのパッシブ投資家の方々が1人では管理することのできない DeFi に固有のリスクを緩和します。HyperDex DeFi は主に、機会を最大限に活用する時間やエネルギーが十分にない投資家の方々にフォーカスします。投資家の方々は、DeFI 産業の可能性に惹かれているものの、信頼できる製品にアクセスする上での先天的な障害に惑わされています。DeFi での投資は、金銭上の自立にあたっての楽観的で正真正銘の要素となりますが、適切なツールや戦略なくして実現することはできません。そこで、HyperDex が登場し、クリプトアセットを保有する人は、MetaMask や Exodus などの暗号ｳォレットの統合を通して可能になります。DeFi についての予備知識がなくても、ユーザーは HyperDex の接続して製品に投資することができます。",
  "What are the investment cubes?": "投資キューブ（Investment Cube）とは？",
  "We created new containers with functions very similarly to the liquidity pools on decentralized exchanges. These containers are called “cubes.” The user can opt for a cube of their choice to select a particular investment strategy and generate the expected income which will always be known without any hidden fees or market mechanics.": "私たちは、分散型取引所の流動性プールに非常によく似た機能を備えた新たなコンテナを創造します。こうしたコンテナは「キューブ（Cube）」と呼ばれています。ユーザーは、好みのキューブを決定し、特定の投資戦略を選択し、隠れたフィーまたは市場メカニズムなしに常に認知される、期待の所得を生み出すことができます。",
  "What are the main functions of HyperDex?": "HyperDex の主要な機能とは？",
  "HyperDex DeFi investment platform offers three different types of investment strategies each with varied returns and risks. The following is the list of investments:": "yperDex DeFi 投資プラットフォームは、リターンとリスクがそれぞれ異なる3種類の投資戦略を用意しています。以下は投資一覧です：",
  "1. Fix Income</div><div>Fixed income cubes are investment strategies that offer a fixed income to the users on either stable coins or other crypto assets.": "1. 確定収入（Fixed Income）</div><div>確定収入キューブ（Fixed Income Cubes）は、ステーブルコインまたはその他のクリプトアセットのいずれかについて一定収入を提供する投資戦略です。",
  "2. Algorithm Trading": "2. アルゴリズムトレーディング（Algorithm Trading）",
  "Algo-trading cubes are automated trading protocols, based on a pure statistical arbitrage algorithm. Algo-trading cubes aim at bringing higher returns by identifying the market discrepancies among the leading crypto assets.": "アルゴトレーディングキューブ（Algo-trading Cubes）は、純粋な統計的裁定アルゴリズムに基づく、自動化トレーディングプロトコルです。アルゴトレーディングキューブは、主要なクリプトアセット間の市場不一致を特定することで、より高いリターンを実現します。",
  "3. Race Trading": "3. レーストレーディング（Race Trading）",
  "Race trading cubes are very similar to that of cryptocurrency prediction markets. HyperDex’s race-trading cube is based on a decentralized, trustless prediction-market platform, where the users can speculate the outcomes of future prices of the chosen crypto assets. In short, HyperDex will not make predictions, it just indicates what is being traded heavily at the moment in terms of shorts and longs. The user then makes a prediction on the future price, and then, the HyperDex Race cube automatically calculates the necessary information for the user. Stops, as well the position in the market (long or short), with the proper leverage (risk chosen by the user). Each of the above strategies is collectively put in containers to differentiate the strategy chosen and expiration time. These containers are called “cubes.” Cubes function very similarly to the liquidity pools on decentralized exchanges. The user can opt for a cube of their choice to select a particular investment strategy and generate the expected income which will always be known without any hidden fees or market mechanics.": "レーストレーディングキューブ（Race Trading Cubes）は、暗号通貨予測市場のトレーディングキューブと非常に似ています。HyperDex のレーストレーディングキューブは、分散型の管理者承認を必要としない予測市場プラットフォームで、ユーザーは、選択したクリプトアセットの将来の価格の行方を思惑売買することができます。要するに、HyperDex は予測を行わず、ショートやロングの面で最も取引されているものを指摘するに過ぎません。そしてユーザーは、将来の価格について予測を行い、HyperDex レースキューブがユーザーに必要な情報を自動算出します。また、市場におけるポジション（ロングまたはショート）ストップ注文を行い、適切なレバレッジ（ユーザーが選択するリスク）をかけます。上述の各戦略は、集合的にコンテナに投入され、選択された戦略と期日の差別化を図ります。こうしたコンテナは「キューブ（Cubes）」と呼ばれます。キューブ（Cubes）の機能は、分散型取引所の流動性プールと非常に似ています。ユーザーは、好みのキューブ（Cubes）を決定し、隠れたフィーまたは市場メカニズムなしに常に認知される、期待の所得を生み出すことができます。",
  "How to transform a cube into a HyperCube?": "キューブ（Cubes）を HyperCube に変換するには？",
  "The user will be able to select, from several cube choices, a fixed income investment offering returns on either stable coins or cryptocurrency. Every cube has its own expiration date and details about the final return on investment as well as its pay-back rules.": "ユーザーは、複数のキューブオプションから、ステーブルコインまたは暗号通貨のいずれかについてリターンを提供する確定収入投資を選択することができます。各キューブには独自の期日、ならびに最終投資リターンや払い戻しルールについての詳細が設けられています。",
  "An early redemption is possible with a flat 20% fee of the initial investment.": "期日前償還を行う場合、初期投資額の一律 20% のフィーが課されます。",
  "The funds will be managed partly across fixed income generating staking programs, and partly traded with proprietary arbitrage algorithms.": "ファンドは、一部、確定収入生成ステーキングプログラム全体で管理され、部分的に、独自の裁定アルゴリズムで取引されています。",
  "The user's investments will be initially collected into our smart contract, visible on the BSC blockchain for further distribution into our staking and trading accounts. At expiration, our smart contract will call back the funds necessary to fulfill the payment obligation.": "ユーザーの投資は、最初に、当社のスマートコントラクト（Smart Contract）へと集められ、ステーキングおよびトレーディングアカウントにさらに分配される上で BSC blockchain で確認できます。期日時には、スマートコントラクト（Smart Contract）は、支払い義務を履行するのに必要な資金をコールバックします。",
  "To transform a cube into a HyperCube, the following steps are necessary:": "キューブ（Cubes）を HyperCube に変換するには、以下のステップが必要です：",
  "1. The user must obtain Hyper Tokens from swaps, the pre-sale, or other HyperCubes profits.": "1. ユーザーは、スワップ、プレセール、またはその他の HyperCubes 利益からハイパートークン（Hyper Tokens）を取得する必要があります。",
  "2. The user must invest into the cube an equivalent value of Hyper Tokens in a range that varies from 10 to 100% of the main stable coin or crypto cube’s investment.": "2. ユーザーは、メインのステーブルコインあるいは暗号キューブの投資額の 10～100% の範囲で、同等の額のハイパートークン（Hyper Tokens）をキューブに投資する必要があります。",
  "3. Once obtained, the HyperCube status of the fixed income return of the previous basic cube will increase. The HyperCube fixed income return also adds a bonus percentage onto the main investment and gives a Hyper Tokens return on the secondary investment. See examples below. 4. A Hyper Token cube with a 20% per annum fixed income return will be created as well. The users can simply deposit in the cube any Hyper Token purchased through swaps in our liquidity pool or through the platform’s rewards.": "3. 取得された時点で、前のベーシックキューブの確定収入リターンの HyperCube ステータスが上昇します。また、HyperCube 確定収入は、メインの投資にボーナスのパーセンテージを付加し、二次投資についてのハイパートークン（Hyper Tokens）リターンを供与します。以下の例を確認してください。4. 年間 20% の確定収入リターン付きのハイパートークン（Hyper Token）キューブも同時に生成されます。ユーザーは、当社の流動性プールにおいて、またはプラットフォームのリワードを介して購入されたハイパートークン（Hyper Token）を単純にキューブに預け入れることができます。",
  "Commission Plan": "コミッションプラン",
  "Each cube will have its own commission parameters as listed below.": "各キューブには、以下に列挙されているように、独自のコミッションパラメータが設けられます。",
  "Fix income cube: deposit fee 0.3% (deducted immediately from the deposited coin).": "確定収入キューブ（Fixed Income cube）：0.3% 相当のデポジットフィー（預け入れられたコインから控除されます）。",
  "Algo Trading: deposit/management fee 2% (deducted immediately from the deposited coin) & net profit performance fee of 20% (deducted at cube’s expiration).": "アルゴトレーディング（Algo Trading）：2% 相当のデポジット/管理フィー（預け入れられたコインから即時控除されます） & 20% 相当の純利益パフォーマンスフィー（キューブの期日経過時に控除されます）。",
  "Race cube: deposit fee 0.5% (deducted immediately from the deposited coin).": "レースキューブ（Race cube）：0.5% 相当のデポジット/管理フィー（預け入れられたコインから即時控除されます）。",
  "Farms": "ファーム（Farms）",
  "Once a liquidity pool investment has been made, the peer receives an LP-Token. Our system has planned to create yielding farms to take advantage of the LP-Tokens. However our farms are based on a fix income return in order to maintain under control even with this feature the minting production. The planned annualized return of our farming is set at 20%.": "流動性プール投資が行われると、ピアは LP トークンを受け取ります。当社システムは、イールドファームを生み出して LP トークンを活用できるように考案されています。しかしながら、当社のファームは、こうした特長を持つ場合でも、ミントプロセスを統制し続ける目的で確定収入リターンに基づいています。当社のファーミングの計画年間リターンは 20% に設定されています。",
  "What are HyperDex fourth dimensional returns?": "HyperDex 4次元リターンとは？",
  "The user, by investing in any of the cubes, has the choice to simultaneously earn “parallel” profits by transforming the cube into HyperCube. In fact, on the expiration date the cube will only be paying a basic percentage reward on the underlying asset; however, the HyperCube will be paying a double reward and increasing the basic percentage reward. Therefore, the HyperCube profits will be generating a reward in the invested currencies (for ex. USDT or BNB) and in Hyper Token with its own percentage value indicated at the time of investment. As such, if the cube’s reward was 100 USDT, the HyperCube will add an additional profit in Hyper Token.": "ユーザーは、いずれかのキューブに投資することで、キューブを HyperCube に変換して同時に「並行」利益を得ることができます。事実、期日には、キューブは原資産についての基本パーセンテージのリワードを支払うに過ぎませんが、HyperCube は、2倍のリワードを支払い、基本パーセンテージのリワードを増額します。したがって HyperCube 利益は、投資された通貨（例：USDT または BNB）建て、ならびに投資時で示されるパーセンテージ値で Hyper Token にてリワードを生成します。よって、キューブのリワードが 100 USDT とすると、HyperCube はハイパートークン（Hyper Token）に付加的な利益を追加します。",
  "What is Hyper Token?": "ハイパートークン（Hyper Token）とは？",
  "HYP (Hyper Token) is the platform native token, and can only be obtained through swapping or minting. After the pre-sale phase, the token’s minting will occur every time a user’s profit is due (see CUBE section). In order to mint tokens and prevent inflation or deflation issues, any of HyperCube’s profits will be minting only the Hyper Tokens expected from the percentage reward. For example, at expiration the fixed-income basic cube generates a profit of 100 USDT for the user. The HyperCube generates a higher return on the 100 USDT plus 100 USDT in Hyper Tokens. If the Hyper Token at that moment is worth 1 USDT, an additional profit of 100 Hyper Tokens will be minted for the user. In the example above, if at expiration the Hyper Token was worth 2 USDT, the total minting amount would have been 50 tokens, and so on.": "HYP（ハイパートークン）は、プラットフォームのネイティブトークンで、スワップまたはミントを通じてのみ取得できます。プレセールのフェーズ後、トークンのミントは、ユーザーの利益を支払うべきタイミングごとに生じます（キューブ（CUBE）セクションをご覧ください）。トークンのミントおよびインフレやデフレ問題の防止を目的に、HyperCube の利益はいずれも、ハイパートークン（Hyper Tokens）がパーセンテージリワードから見込まれる時にのみミントされます。たとえば、期日が到来すると、確定収入ベーシックキューブは、該当ユーザーに 100 USDT 相当の利益を生成します。HyperCube は、ハイパートークン（Hyper Tokens）建てで 100 USDT プラス 100 USDT という、より高いリターンを生み出します。その時点でのハイパートークン（Hyper Token）のバリューが 1 USDT とすると、100 ハイパートークン（Hyper Tokens）の付加的利益が該当ユーザーを対象にミントされます。上記の例では、期日時点で、ハイパートークン（Hyper Token）のバリューが 2 USDT であったとすると、ミントされる総額は50トークンに相当していたことになります。",
  "Tokens minted = profit in USDT / Hyper Token USDT value.": "ミントされるトークン = USDT 建て/ ハイパートークン（Hyper Token）USDT バリューの利益。",
  "The HyperDex platform’s commissions for any new USDT or other coin investments will not mint new tokens, but will deduct tokens directly from the investment.": "新規 USDT またはその他のコイン投資についての、HyperDex プラットフォームのコミッションはトークンをミントしませんが、投資から直接的にトークンを控除します。",
  "What’s Hyper Token advantage?": "ハイパートークン（Hyper Token）の利点とは？",
  "Our system is based on the Binance Smart Chain, similar to a standard DeFi project with profound added layers; we are calculating with vast simulations, based on the price formula variation, the optimal minting and liquidity supply correlation. In order to obtain predictable control over the circulating supply, we have developed a system that mints tokens on demand when someone generates profit using one of our platform’s features. Only during the pre-sale phase we are minting a determined amount of tokens, capped to a maximum of 200% of the total initial liquidity invested by the users. Therefore, even in the long term, the ratio between circulating supply and liquidity pools will always be under control and never exceed the extreme numbers. In fact, with our on-demand minting system, we always mint new tokens as a reward for a previous user’s injection of liquidity into the pools. The main advantage of HyperDex is that we don’t need an exponential production of tokens to obtain the user’s interest, usually based on high-yielding returns. However, we are attracting them by creating a stable ecosystem where the price value rises as more liquidity flows into the system with a controlled minting structure. The goal is to obtain a token-scarcity production, as the more the price increases, the less the system mints new tokens.This is because minting occurs with a formula directly proportional to the platform’s stable coin or main crypto rewards.": "当社のシステムは、バイナンススマートチェーン（Binance Smart Chain）がベースになっており、これは、標準 DeFi プロジェクトに似ていて高度な付加レイヤーが備わっています。私たちは、価格フォーミュラのバリエーション、最適のミント、流動性と供給の相関を基にして、膨大なシミュレーションを駆使して算定を行います。現時点の供給について予測可能な統制を実現するために、当社は、自身のプラットフォーム特長の1つを使い、誰かが利益を生成した時点で、オンデマンドでトークンをミントするシステムを開発しています。当社は、プレセールのフェーズ中、既定額のトークンをミントしますが、上限は該当ユーザーが投資した初期の総流動性の 200% となっています。したがって、長期的においてでさえ、現時点の供給と流動性プールの比率は、常に統制され、既定を上回ることは決してありません。事実、オンデマンドのミントシステムを駆使することで、当社は、常に、前のユーザーがプールに流動性を注入したことのリワードとして、新規トークンをミントします。HyperDex の主な利点とは、通常は高いリターンに基づいている、ユーザーの利益を獲得するために指数関数的なトークン生成を必要とすることです。しかし当社は、よりいっそうの流動性が統制されたミント構造を持つシステムに流れ込むにつれ、価格値が上昇する安定したエコシステムを構築することでユーザーを惹きつけます。目標は、価格上昇に伴ってシステムによる新規トークンのミントが少なくなることから、トークン希少性（token-scarcity）生成を実現することです。これは、なぜならミントは、プラットフォームのステーブルコインまたはメインのクリプトリワードと直接比例して生じるからです。",
  "What are your incentives?": "あなたのインセンティブは？",
  "The following steps are used to incentivize the user’s investments, with extra bonuses on the profit given in form of tokens:": "以下のステップは、ユーザーの投資を奨励し、トークン形式で、付与される利益に追加ボーナスを提供するために用いられます：",
  "0 – 100 (USDT value) no additional Hyper Token": "0～– 100（USDT バリュー） 追加のハイパートークン（Hyper Token）なし",
  "101 – 500 (USDT value) 2.5 % extra Hyper Token on top of the profit": "101～500（USDT バリュー） 利益に加え、追加ハイパートークン（Hyper Token）の 2.5 %",
  "500 – 1000 (USDT value) 5 % extra Hyper Token on top of the profit 1001 – 10000 (USDT value) 7.5 % extra Hyper Token on top of the profit & > 10001 (USDT value) 10 % extra Hyper Token on top of the profit": "500～1000（USDT バリュー） 利益に加え、追加ハイパートークン（Hyper Token）の 5 %；1001～10000（USDT 価値） 利益に加え、追加ハイパートークン（Hyper Token）の 7.5 %；10001以上（USDT バリュー） 利益に加え、追加ハイパートークン（Hyper Token）の 10 %",
  "Can I trust HyperDex?": "HyperDex は信頼できますか？",
  "YES, the HyperDex Team has gained great knowledge in the Decentralized Finance sector: you can take advantage of our experience to receive maximum profit. HyperDex's smart contract has been tested countless times to offer investors the best investment experience.": "はい、HyperDex チームは、分散型金融セクターに非常に精通していることから、私たちの経験に信頼を寄せていただくことで最大限の利益を得ることができます。HyperDex のスマートコントラクトは、最良の投資体験を投資家の方々に提供するにあたって、これまで数え切れないほどテストされてきました。",
  "The smart contract is certified by Certik.": "スマートコントラクト（Smart Contract）は、Certik によって認証されています。",
  "Wallet Metamask:": "ｳォレット・メタマスク（Wallet Metamask）：",
  "Metamask is a digital wallet that supports various chains. At first it only supported the Ethereum network, now it interacts with many Blockchains: remember that HyperDex is on the Binance Smart Chain network. With Metamask selecting the BSC network you can interact with HyperDex and manage your funds.": "メタマスク（Metamask）は、さまざまなコインをサポートするデジタルｳォレットです。当初、イーサリアム（Ethereum）ネットワークをサポートするに過ぎませんでしたが、現在では、数多くのブロックチェーン（Blockchains）に対応しています。HyperDex は、バイナンススマートチェーン（Binance Smart Chain）ネットワーク上にあります。メタマスク（Metamask）が、BSC ネットワークを選択することで、HyperDex との相関やファンドの管理を行っていただけます。",
  "Here below some common solutions:": "よくあるソリューションをご紹介します：",
  "I can't connect to Metamask:": "メタマスク（Metamask）に接続できません：",
  "check the wifi connection,": "wifi 接続をご確認ください",
  "update your browser to the latest version,": "お使いのブラウザを最新バージョンにアップデートしてください",
  "install metamask from your browser,": "お使いのブラウザからメタマスクをインストールしてください",
  "write the passphrases and do not share them with anyone,": "パスフレーズを記述し、誰とも共有しないでください",
  "keep your passphrases in a safe place,": "パスフレーズを安全に保管してください",
  "make sure you are on the BSC Mainnet network, at the top right open the menu > add token > , - check the contract code on BSC scan (BEFORE MAKING OPERATIONS),": "必ず、BSC メインネット（Mainnet）ネットワークにいるか確認してください（右上で、メニュー（menu） > トークンを追加（add token） >）。（操作やオペレーションの前に）BSC スキャンでコントラクトコードを確認してください",
  "copy the contract on BSC scan and paste on Metamask,": "BSC スキャンでコントラクトをコピーしてメタマスク（Metamask）にペースとします",
  "add token and confirm,": "トークンを追加して確定します",
  "you are ready to interact with the platform.": "これで、プラットフォームと相関する準備が整いました。",
  "Remember that you must have BNB in your wallet to carry out transactions.": "トランザクションの実行にあたって、必ずｳォレットに BNB が含まれているようにしてください。",
  "Help Center": "ヘルプセンター（Help Center）",
  "Need help? Check out our documentation or reach out directly via our Telegram, Twitter, or Email.": "ヘルプが必要ですか？ドキュメントをご確認いただくか、（テレグラム）Telegram、ツイッター（Twitter）、Eメールで直接お問い合わせください。",
  "FAQ's Page": "FAQ ページ",
  "Any questions? Let us know!": "質問はありますか？お知らせください！",
  "Write a message": "メッセージを書く",
  "send a message": "メッセージを送信",
  "First steps with HyperDex": "HyperDex にまつわる最初のステップ",
  "We Help to Create Visual Strategies": "ビジュアル戦略（Visual Strategies）作成をお手伝いします",
  "Find more at our": "FAQ ページで",
  "FAQ page": "詳細をご確認ください",
  "What is HYPERDEX": "HYPERDEX とは",
  "HyperDex is a DeFi investment platform offering three different types of strategies, each with varied returns and risks: Fixed Income, Algo Trading and Race. Additionally, the platform offers its native token HYP (Hyper Token) which can only be obtained through swapping or minting.": "HyperDex は、DeFi 投資プラットフォームで、3種類の戦略が用意されており、それぞれ、リターンとリスクは異なります。確定収入（Fixed Income）、アルゴトレーディング（Algo Trading）、レース（Race）の3種類です。さらに、プラットフォームはネイティブトークン HYP（ハイパートークン）を用意しており、これは、スワップまたはミントを通じて取得可能です。",
  "Earn a fixed return on stablecoin and crypto assets through a variety of Fixed Income Cubes.": "さまざまな確定収入キューブ（Fixed Income Cubes）を通じてステーブルコインまたはクリプトアセットの確定収入を得てください。",
  "Upgrade to a HyperCube to increase overall returns!": "HyperCube をアップグレードして全体的なリターンを増やしてください！",
  "Earn a variable return on select crypto assets through Algo Trading Cubes.": "アルゴトレーディング・キューブ（Algo Trading Cubes）を通じて特定のクリプトアセットについてのさまざまなリターンを得てください。",
  "Earn a variable return by speculating on the price of select crypto assets.": "特定のクリプトアセットの価格について思惑売買してさまざまなリターンを得てください。",
  "Directly swap your tokens via the HyperDex token swap. HYP tokens may only be acquired via swapping or through HYP reward payouts.": "HyperDex トークンスワップ経由で直接トークンをスワップしてください。HYP トークンは、スワップ、またはHYP リワードペイアウトによってのみ取得できます。",
  "Deposit both sides of a liquidity pair and earn a proportional share of swap fees over time.": "流動性ペアの両側に資金を投入し、長期的にスワップフィーの負担分を稼いでください。",
  "TOTAL PLATFORM VALUE": "バリュー",
  "Performance": "パフォーマンス",
  "Total Users": "総ユーザー",
  "HYPERDEX FUND": "HYPERDEX FUND",
  "Peers Profit": "ピア利益（Peers Profit）",
  "HYPERDEX FUND PROFIT SINCE": "HYPERDEX FUND 利益（～以降）",
  "1month Return": "1か月のリターン",
  "3months Return": "3か月のリターン",
  "6months Return": "6か月のリターン",
  "1year Return": "1年のリターン",
  "HYPERDEX FUND DETAILS": "HYPERDEX FUND の詳細",
  "Active cubes count": "アクティブキューブカウント",
  "All time cubes count": "累積キューブカウント",
  "Avg management fee": "平均管理フィー",
  "Avg performance fee": "平均パフォーマンスフィー",
  "MEET HYPERDEX TEAM": "HYPERDEX チームの紹介",
  "Developer": "デベロッパー",
  "Management": "管理",
  "Marketing": "マーケティング",
  "Advisor": "アドバイザー",
  "Tech Advisor": "技術アドバイザー",
  "Design": "デザイン",
  "How it works": "仕組み",
  "HyperDex allows investors of all backgrounds to capture the newly generated value within DeFi. This is accomplished by simplifying the process for multiple investment strategies, with a Fixed Income, Algorithmic, and Race Trading strategy available for investors. All that is required by users is to select an investment cube and simply deposit the chosen asset.": "HyperDex では、あらゆる背景や経歴の投資家の方々が、DeFi 内で新たに生み出されたバリューを手にすることができます。これは、投資家の方々に用意されている複数の投資戦略、すなわち、確定収入（Fixed Income）、アルゴリズム（Algorithmic）、レース（Race）のトレーディング戦略プロセスを簡素化することで実現されています。ユーザーに求められるのは、投資キューブを選択してお好みのアセットを預け入れるだけです。",
  "HyperDex allows anyone owning crypto assets to invest in the platform through the integration of crypto wallets such as MetaMask and Exodus": "HyperDex では、クリプトアセットを所有する人なら誰でも、MetaMask や Exodus などのクリプトｳォレット統合を通じて、プラットフォームに投資することができます。",
  "HyperDex is a DeFi investment platform that fulfills the crypto market needs by routing the crypto assets of the users into different products. It accomplishes this by using proprietary algorithms and staking protocols with the ultimate aim of offering the best returns.": "HyperDex は、DeFi 投資プラットフォームで、ユーザーのクリプトアセットをさまざまな製品にルートすることで暗号市場のニーズに応えます。そして、独自のアルゴリズムとステーキングプロトコルを使ってこれを実現し、最終的には、最良のリターンをお届けすることを目標に掲げています。",
  "HyperDex offers three strategies of investment, called Cubes, each with varied returns and risks: Fixed Income Cube, Algo Cube and Race Cube. Additionally, HyperDex offers its native token HYP (Hyper Token) which can only be obtained through swapping or minting.": "HyperDex は、3種類の投資戦略を用意しており、それぞれがキューブ（Cubes）と呼ばれ、それぞれ、リターンとリスクは異なります。確定収入キューブ（Fixed Income Cube）、アルゴキューブ（Algo Cube）、レースキューブ（Race Cube）の3つです。さらに HyperDex は、ネイティブトークン HYP（ハイパートークン）を用意していますが、これは、スワップまたはミントを通じてのみ獲得できます。",
  "Download and install Metamask": "メタマスク（Metamask）をダウンロードしてインストール",
  "Create a new wallet in Metamask": "メタマスク（Metamask）に新規ｳォレットを作成",
  "Add Binance Smart Chain to your networks": "バイナンススマートチェーン（Binance Smart Chain）をネットワークに追加",
  "Fill your wallet with the currencies you're going to invest.": "投資する通貨をｳォレットに目一杯入れます。",
  "Connect your wallet to Hyperdex platform.": "ｳォレットを Hyperdex プラットフォームに接続します。",
  "Ready to go! Try HyperDex's Investment Cubes, swaps and LP.": "準備が完了しました！HyperDex の投資キューブ（Investment Cubes）、スワップ、LP をお試しください。",
  "Visit our": "アクセスしてください",
  "For any questions or if you need support": "ご質問またはサポートが必要な場合",
  "Users may stake liquidity into HyperDex Token Swap pools in return for a percentage of the swap fees. This is done by staking two tokens into the respective liquidity pool in return for an LP token. LP tokens represent a user’s proportional share of the liquidity pool, and are used to redeem staked liquidity.": "ユーザーは、スワップフィーの一部と引き換えに、流動性を HyperDex トークンスワップ（Token Swap）プールにステークする場合があります。これは、LP トークンと引き換えに、それぞれの流動性プールに2つのトークンをステークすることで行われます。LP トークンは、流動性プールのユーザー持ち分に相当し、ステークされた流動性の償還に使われます。",
  "Select": "選択",
  "Connect your wallet to add liquidity": "ｳォレットを接続して流動性を追加",
  "Connect your wallet to remove liquidity": "ｳォレットを接続して流動性を除去",
  "Your wallet balance": "ｳォレットのバランス",
  "Reserves": "リザーブ",
  "Your LP Tokens": "あなたの LP トークン",
  "Tokens In": "トークン（イン）",
  "LP Tokens Out": "LP トークン（アウト）",
  "LP Tokens In": "LP トークン（イン）",
  "Tokens Out": "トークン（アウト）",
  "enter your email": "Eメールを入力",
  "Platform Stats": "プラットフォームのステータス",
  "Average management fee": "平均管理フィー",
  "Average performance fee": "平均パフォーマンスフィー",
  "The HyperDex Token Swap enables users to directly swap their tokens via the website. HYP tokens may only be acquired through swapping or earning a HYP reward payout.": "HyperDex トークンスワップ（Token Swap）では、ユーザーは、ウェブサイト経由で直接トークンをスワップすることができます。HYP トークンは、HYP リワードペイアウトのスワップまたは獲得によってのみ取得できます。",
  "Connect your wallet to swap": "ｳォレットを接続してスワップ",
  "Not enough reserves": "リザーブが足りません",
  "Price": "価格",
  "Price impact": "価格インパクト",
  "Liquidity provider fee": "流動性プロバイダフィー",
  "Liquidity pool reserves": "流動性プールリザーブ",
  "TERMS OF SERVICE": "サービス規約",
  "This website uses only strictly necessary cookies. No user data is stored. Strictly necessary cookies are classified as cookies that must be present for the website to provide the basic functions of the website. They are essential to be able to access features of the website and could include signing in, adding items to a cart, or e-billing. They are typically essential first-party session cookies, but not all first-party cookies are strictly necessary cookies. They allow for a user to navigate back and forth between pages without losing their previous actions from the same session.  Strictly necessary cookies are the only cookies that all cookie laws allow to be exempt from requiring user consent. Since these cookies are necessary for the functionality of a website, website owners do not have to get consent from the user to place strictly necessary cookies on their devices. Most importantly, the use must be related to a service specifically requested by the user. Examples of strictly necessary cookies include those which save your shopping cart when online shopping or cookies that allow you to access secure areas of a website through logging in.": "本ウェブサイトは、厳密に必要なクッキーのみを使用しています。ユーザーのデータは保管されません。厳密に必要なクッキーは、ウェブサイトが基本機能を提供する上で不可欠のクッキーと分類されます。こうしたクッキーは、ウェブサイトの特長にアクセスするのを可能にし、サインイン、カートへのアイテム追加、電子請求が含まれると考えられます。一般として、ファーストパーティ・セッション・クッキーですが、すべてのファーストパーティ・クッキーが厳密に必要なクッキーとは限りません。こうしたクッキーにより、ユーザーは、同一セッションのそれまでのアクションを失うことなく、ページ間をナビゲートすることができます。厳密に必要なクッキーは、あらゆるクッキー法で、ユーザーの承諾要求を免除されているクッキーに限定されます。こうしたクッキーは、ウェブサイトの機能性に必要であることから、ウェブサイト所有者は、厳密に必要なクッキーをユーザーのデバイスに設置する上で、ユーザーの承諾を得る必要はありません。最も大切なことは、利用がユーザーの具体的に要求するサービスに関連する必要があることです。厳密に必要なクッキーの例としては、オンラインショッピング時のショッピングカートを保存するクッキー、ログインを通じてウェブサイトの安全な領域にアクセスするのを可能にするクッキーが挙げられます。",
  "We don't track you. We don't profile you. We don't store your data.": "当社はユーザーを追跡しません。また、ユーザーのプロファイリングを行わず、ユーザーのデータを保管しません。",
  "BONUS AND REWARDS": "ボーナスとリワード",
  "Total invested USD value:": "総投資額（USD）",
  "YOU GET ADDITIONAL HYPER TOKENs!": "追加のハイパートークン（HYPER TOKEN）を獲得！",
  "Invest more to get a reward!": "投資額を増やし、リワードを獲得してください！",
  "You already used a referral code on this Cube": "このキューブ（Cube）ですでに照会コードをお使いになっています",
  "Add a referral code to get more reward!": "照会コードを追加してさらなるリワードを獲得してください！",
  "enter your referral's code...": "照会コードを入力...",
  "Please enter a correct referral code": "正確な照会コードを入力してください",
  "Referral cannot be your own account": "照会はあなた自身のアカウントにはできません",
  "YOU GET AN ADDITIONAL HYP REWARD!": "追加の HYP リワードを獲得！",
  "Invest": "投資",
  "Withdraw": "引き出し",
  "Investment Details": "投資詳細",
  "Investment Amount": "投資額",
  "Unlocked Amount": "アンロック済み額",
  "Early Unlocked Amount": "早期アンロック済み額",
  "Early Unlocked Profit": "早期アンロック済み利益",
  "Total APR": "総 APR",
  "Detailed APR": "詳細 APR",
  "Current": "現在の",
  "Estimated Total Profit": "推定総利益",
  "TOTAL EQUITY": "総エクイティ",
  "Cube Info": "キューブ情報",
  "Fixed income cubes are investment strategies that offer a fixed income to the users on either stable coins or other crypto assets. Make it Hyper by adding HYP in order to gain higher rewards.": "確定収入キューブは、ステーブルコインまたはその他のアセットについての確定収入をユーザーに提供する投資戦略です。HYP を追加することでハイパー（Hyper）にし、より高いリワードを獲得します。",
  "You are investing in an Algo Trading Cube": "アルゴトレーデイングキューブ（Algo Trading Cube）に投資されています",
  "You are investing in a Fixed Income Cube": "確定収入キューブ（Fixed Income Cube）に投資されています",
  "You are investing in a Race Cube": "レースキューブ（Race Cube）に投資されています",
  "ASSET INFO": "アセット情報",
  "AGREE": "同意",
  "Current Allowance": "現在の引当（Current Allowance）",
  "enter amount to invest": "投資額を入力",
  "Available": "利用可能",
  "use max": "最大利用",
  "Buy more": "さらに購入",
  "This is now a HyperCube!": "これは現在、HyperCube です！",
  "This is a standard Cube": "これは、標準キューブ（Cube）です",
  "USD Value": "USD 建てのバリュー",
  "Total": "トータル",
  "Make it HYPER to unlock Bonus & Rewards": "ハイパー（HYPER）にし、ボーナスとリワードをアンロック",
  "Wait...": "お待ちください...",
  "Approve": "承認",
  "Early Unlock": "早期アンロック",
  "WARNING: If you proceed with the early unlock a fee will be charged": "警告：早期アンロックで実行する場合、フィーが課されます",
  "Your funds will be available for withdrawal within 24 hours.": "資金は、24時間以内に、引き出し可能となります。",
  "The operation is not reversible.": "オペレーションはやり直すことができません。",
  "No amount available.": "利用可能な額がありません。",
  "You will unlock the whole amount.": "全額をアンロックします。",
  "enter amount to unlock...": "アンロックする額を入力..",
  "Unlock": "アンロック",
  "By unlocking, your funds will be available for withdrawal at Cube expiration/renewal,": "アンロックすると、キューブ（Cube）の期日/更新時に引き出せるようになります",
  "after expiration": "期日後",
  "You already unlocked": "アンロック済みです",
  "Click to lock that amount back.": "クリックしてその額を再ロックします。",
  "You will unlock the whole amount": "全額をアンロックします",
  "You can withdraw your available funds.": "利用可能な資金を引き出すことができます。",
  "NOTE: the referral bonus will be removed.": "注記：照会ボーナスは除去されます。",
  "A withdrawal is still pending. Please wait for network confirmation.": "引き出しはまだ保留中です。ネットワーク確認をお待ちください。",
  "You have requested an unlock. Your funds will be available within 24 hours.": "アンロックをリクエストされました。資金は24時間以内に利用可能になります。",
  "No unlocked funds are available for withdrawal.": "引き出せるアンロック済み額はありません。"
}
