{
  "Wallet Connected": "Bağlı Cüzdan",
  "Disconnect":  "Çıkart",
  "Your Overall Stats": "Genel İstatistikleriniz",
  "Investment": "Yatırım",
  "Profit": "Kazanç",
  "Hypertoken Profit": "Hyper Token Kârı",
  "Hypertoken Balance": "Hyper Token Bakiyeniz",
  "Your Investments": "Yatırımlarınız",
  "Asset":  "Varlık",
  "Asset Profit": "Varlık Kârı",
  "Asset Equity": "Varlık Sermayesi",
  "Expiration": "Vade Tarihi",
  "Go to Invest Page": "Yatırım Sayfasına Git",
  "Transactions":  "Hareketler",
  "Date": "Tarih",
  "Cube": "Küp",
  "Type": "Tür",
  "Amount": "Miktar",
  "Prices": "Fiyatlar",
  "Value": "Değer",
  "click anywhere to close":  "Kapatmak için herhangi bir yere tıklayın",
  "Say Hi": "Bize Ulaşın",
  "Subscribe": "Abone Olun",
  "Email address": "Email adresi",
  "I agree to all your terms and policies": "Tüm şart ve ilkelerinizi kabul ediyorum",
  "Account": "Hesap",
  "Connect Wallet": "Cüzdanı Bağla",
  "Switch Network": "Ağı Değiştir",
  "About": "Hakkında",
  "Information":  "Bilgi",
  "The key information for Fixed Income Cubes include:": "Sabit Getirili Küpler için temel bilgiler şunlardır:",
  "Asset: the asset deposited to earn returns on.": "Varlık: getiri elde etmek için yatırılan varlık.",
  "Expiration: the expiration date of the Cube.": "Vade Tarihi: Küpün sona erdiği tarih.",
  "Entry Fee: the percentage fee deducted from the investment upon entry.": "Kayıt Ücreti: kayıtta yatırımdan düşülen yüzde ücrettir.",
  "Return: the fixed annualized percentage return on the deposited asset.":  "Getiri: yatırılan varlığın sabit yıllık yüzde getirisi.",
  "Lock Up Period: the timelock of a user's investment, with early withdrawals sub-jected to a 20% fee.": "Bloke Süresi: kullanıcının cayma durumunda %20 ücrete tabi olduğu yatırım bloke süresi.",
  "Entry Fee": "Kayıt Ücreti",
  "Performance Fee": "Performans Ücreti",
  "Net APR": "Net APR",
  "apr performance example": "yaklaşık performans örneği",
  "Go to invest page": "Yatırım Sayfasına Git",
  "Make it a": "Onu bir ... yap",
  "DISCLAIMER": "UYARI",
  "Below are a list of frequently asked questions from our community. For any additional questions or help, please refer to the help section.":  "Aşağıda topluluğumuzdan sıkça sorulan soruların bir listesi bulunmaktadır. Ek sorularınız veya yardım için lütfen yardım bölümüne bakın.",
  "What's the use case of HyperDex?": "HyperDex'in kullanım senaryosu nedir?",
  "HyperDex DeFi envisions the creation of the first decentralized finance investment platform for digital assets mirroring the standard financial products, but with a major difference that everything is decentralized and automated.": "HyperDex DeFi, standart finansal ürünleri yansıtan dijital varlıklar için ilk merkeziyetsiz ve otomatize edilmiş finansal yatırım platformudur.",
  "Over the past few years, the digital assets industry has developed constantly to find bridge solutions from the current obsolete financial system into the current fast and relentless digital one. For the first time, HyperDex allows standard financial products to be available in a DeFi platform. In fact, HyperDex as a successful DeFi investment platform fulfills the crypto market need by routing the crypto assets of the users into different HyperDex products. It accomplishes this by using algorithms and staking with the ultimate aim of offering the best returns. With their funds put in HyperDex, asset holders are stress-free. HyperDex mitigates the risks inherent to DeFi that cannot be managed by a single passive investor especially when they begin their journey as an investor. HyperDex DeFi mainly focuses on investors who don’t have time and energy to make the most out of DeFi opportunities. Investors are lured by the potential of the DeFI industry but lost by the inherent challenges of accessing reliable products. Investment in DeFi has become an optimistic and genuine factor for financial independence but is unachievable without proper tools and strategies. This is where HyperDex comes into the picture, allowing anyone owning crypto assets to invest in its platforms through the integration of crypto wallets such as MetaMask and Exodus. Even without any prior DeFi knowledge, the users will be able to connect to HyperDex’s platform and invest in its products.":  "Son yıllarda, dijital varlık endüstrisi eski finansal sistemden yeni dijital sisteme geçiş çözümleri bulmak için durmadan gelişmekte. Bu bağlamda HyperDex bir ilke imza atarak standart finansal ürünlerin DeFi platformunda kullanılabilmesini sağlar. Başarılı bir DeFi yatırım platformu olan HyperDex, aslında kullanıcıların kripto varlıklarını farklı HyperDex ürünlerine yönlendirerek kripto piyasasının elzem bir ihtiyacını karşılar.  Bunu, en iyi getirileri sunmak amacıyla algoritmalar ve risk protokolleri kullanarak gerçekleştiren HyperDex, yatırımcılarını stresten uzaklaştırır. HyperDex, tek bir pasif yatırımcı tarafından -özellikle yatırımcı olarak yolculuklarına başladıklarında- yönetilemeyen Defi'nin doğasında bulunan riskleri azaltır. HyperDex, DeFi fırsatlarından en iyi şekilde yararlanmak için zamana ve enerjiye sahip olmayan yatırımcılara odaklanır. Yatırımcılar genellikle, DeFi endüstrisinin potansiyeli tarafından cezbedilir, ancak güvenilir ürünlere erişimin doğasındaki karışıklıklar sebebiyle zorlanır. Defi yatırımı, finansal bağımsızlık için umut veren gerçek bir faktör haline geldi, fakat uygun araçlar ve stratejiler olmadan ulaşılamaz konumda. İşte tam da bu noktada HyperDex, kripto varlıklara sahip olan herkesin MetaMask ve Exodus gibi kripto cüzdanların entegrasyonuyla platforma yatırım yapmasına olanak sağlar. Önceden herhangi bir DeFi bilgisi olmasa dahi, kullanıcılar Hyperdex'in platformuna bağlanabilecek ve ürünlerine yatırım yapabilecekler.",
  "What are the investment cubes?": "Yatırım küpleri nelerdir?",
  "We created new containers with functions very similarly to the liquidity pools on decentralized exchanges. These containers are called “cubes.” The user can opt for a cube of their choice to select a particular investment strategy and generate the expected income which will always be known without any hidden fees or market mechanics.": "Merkezi olmayan borsalardaki likidite havuzlarına çok benzer işlevlere sahip yeni depolama alanları oluşturduk. Bu alanlara “küpler” dedik. Kullanıcı, belirli bir yatırım stratejisini seçmek ve herhangi bir gizli ücret veya piyasa mekaniği olmaksızın her zaman bilinen, beklenen geliri elde etmek adına kendi küp tercihine karar verebilir.",
  "What are the main functions of HyperDex?": "HyperDex'in başllıca özellikleri nelerdir?",
  "HyperDex DeFi investment platform offers three different types of investment strategies each with varied returns and risks. The following is the list of investments:":  "HyperDex, her biri çeşitli getiri ve risklere sahip üç farklı tipte strateji sunan bir DeFi (Merkeziyetsiz Finans) yatırım platformudur. Yatırımların listesi aşağıdadır:",
  "1. Fix Income" : "1. Sabit Getiri ",
  "Fixed income cubes are investment strategies that offer a fixed income to the users on either stable coins or other crypto assets.": "Sabit getiri küpleri, yatırımcılara hem sabit coinlerde hem de diğer kripto varlıklarda sabit gelir sunan yatırım stratejileridir.",
  "2. Algorithm Trading": "2. Algoritmik Ticaret",
  "Algo-trading cubes are automated trading protocols, based on a pure statistical arbitrage algorithm. Algo-trading cubes aim at bringing higher returns by identifying the market discrepancies among the leading crypto assets.": "Algo-ticaret küpleri, saf bir istatistiksel arbitraj algoritmasına dayanan otomatik ticaret protokolleridir. Algo-ticaret küpleri, başta gelen kripto varlıkları arasındaki piyasa tutarsızlıklarını belirleyerek daha yüksek getiri sağlamayı amaçlamaktadır.",
  "3. Race Trading": "3. Yarışma Ticareti,",
  "Race trading cubes are very similar to that of cryptocurrency prediction markets. HyperDex’s race-trading cube is based on a decentralized, trustless prediction-market platform, where the users can speculate the outcomes of future prices of the chosen crypto assets. In short, HyperDex will not make predictions, it just indicates what is being traded heavily at the moment in terms of shorts and longs. The user then makes a prediction on the future price, and then, the HyperDex Race cube automatically calculates the necessary information for the user. Stops, as well the position in the market (long or short), with the proper leverage (risk chosen by the user). Each of the above strategies is collectively put in containers to differentiate the strategy chosen and expiration time. These containers are called “cubes.” Cubes function very similarly to the liquidity pools on decentralized exchanges. The user can opt for a cube of their choice to select a particular investment strategy and generate the expected income which will always be known without any hidden fees or market mechanics.":  "Yarıma Ticaret Küpleri, kripto para tahmin pazarlarına çok benzer. HyperDex Yarışma Ticaret Küpü; kullanıcıların seçilmiş kripto varlıkların fiyatlarının gelecekteki sonuçlarını ön görebileceği, merkeziyetsiz, spekülatif bir tahmin piyasası platformudur. Kısacası, HyperDex tahminlerde bulunmaz, sadece anlık kısa ve uzun dönemde yoğun olarak neyin işlem gördüğünü gösterir. Kullanıcı daha sonra gelecekteki fiyat hakkında bir tahminde bulunur ve ardından HyperDex Yarışma Küpü kullanıcı için uygun kaldıraç (kullanıcı tarafından seçilen risk), piyasadaki pozisyon (uzun veya kısa) gibi gerekli bilgileri otomatik olarak hesaplar. Yukarıdaki stratejilerin her biri, seçilen stratejiyi ve sona erme süresini ayırt etmek için toplu olarak depolama alanlarına konur. Bu alanlar “küp” olarak adlandırılır. Küplerin işlevleri merkezi olmayan borsalardaki likidite havuzlarına çok benzerdir. Kullanıcı, belirli bir yatırım stratejisini seçmek ve herhangi bir gizli ücret veya piyasa mekaniği olmaksızın her zaman bilinen, beklenen geliri elde etmek adına kendi küp tercihine karar verebilir.",
  "How to transform a cube into a HyperCube?":  "Bir küpü HyperCube'a nasıl dönüştürebilirim?",
  "The user will be able to select, from several cube choices, a fixed income investment offering returns on either stable coins or cryptocurrency. Every cube has its own expiration date and details about the final return on investment as well as its pay-back rules.": "Kullanıcı, çeşitli küp seçeneklerinden, sabit paralar veya kripto para birimi üzerinden getiri sunan sabit getirili bir yatırım seçebilecektir. Her küpün kendi son kullanma tarihi ve nihai yatırım getirisi ile geri ödeme kuralları hakkında ayrıntıları vardır. ",
  "An early redemption is possible with a flat 20% fee of the initial investment.": "İlk yatırımın %20'sine tekabül eden sabit bir ücretle cayma hakkı bulunmaktadır.",
  "The funds will be managed partly across fixed income generating staking programs, and partly traded with proprietary arbitrage algorithms.": "Fonlar kısmen sabit gelir getirici bahis programlarında yönetilecek ve kısmen tescilli arbitraj algoritmaları ile işlem görecektir.",
  "The user's investments will be initially collected into our smart contract, visible on the BSC blockchain for further distribution into our staking and trading accounts. At expiration, our smart contract will call back the funds necessary to fulfill the payment obligation.": "Kullanıcının yatırımları başlangıçta, bahis ve ticaret hesaplarımıza daha fazla dağıtım için BSC blok zincirinde görülebilen akıllı sözleşmemizde toplanacaktır. Sona erdiğinde, akıllı sözleşmemiz ödeme zorunluluğunu yerine getirmek için gerekli fonları geri toplayacaktır.",
  "To transform a cube into a HyperCube, the following steps are necessary:": "Bir küpü HyperCube’a dönüştürmek için aşağıdaki adımlar gereklidir:",
  "1. The user must obtain Hyper Tokens from swaps, the pre-sale, or other HyperCubes profits.":  "1. Kullanıcı; takaslardan, satış öncesi veya diğer HyperCube kârlarından Hyper Token almalıdır.",
  "2. The user must invest into the cube an equivalent value of Hyper Tokens in a range that varies from 10 to 100% of the main stable coin or crypto cube’s investment.": "2. Kullanıcı, ana sabit coin veya kripto küpü yatırımının %10’u ila %100'ü arasında bir değere tekabül eden Hyper Tokenları küpün içine yatırmalıdır.",
  "3. Once obtained, the HyperCube status of the fixed income return of the previous basic cube will increase. The HyperCube fixed income return also adds a bonus percentage onto the main investment and gives a Hyper Tokens return on the secondary investment. See examples below.": "3. Böylece, önceki temel küpün sabit gelir getirisi HyperCube statüsü kazanarak artacaktır. HyperCube sabit gelir getirisi ana yatırıma ayrıca bir bonus yüzdesi ekler ve ikincil yatırımda Hyper Token getirisi sağlar. Aşağıdaki örneklere bakın.",
  "4. A Hyper Token cube with a 20% per annum fixed income return will be created as well. The users can simply deposit in the cube any Hyper Token purchased through swaps in our liquidity pool or through the platform’s rewards.": "4. Yıllık %20 sabit gelir getirisine sahip bir Hyper Token Küpü oluşturulacaktır. Kullanıcılar, likidite havuzumuzdaki takaslar yoluyla veya platformun ödülleri sayesinde satın alınan herhangi bir Hyper Tokenı küpün içine kolaylıkla yatırabilirler.",
  "Commission Plan": "Komisyon Planı",
  "Each cube will have its own commission parameters as listed below.":  "Aşağıda listelendiği gibi her küpün kendi komisyon parametreleri olacaktır.",
  "Fix income cube: deposit fee 0.3% (deducted immediately from the deposited coin).":  "Sabit Getiri Küpü: depozito ücreti %0,3 (yatırılan coinden doğrudan düşülür).",
  "Algo Trading: deposit/management fee 2% (deducted immediately from the deposited coin) & net profit performance fee of 20% (deducted at cube’s expiration).": "Algo Ticaret: depozito/ yönetim ücreti %2 (yatırılan coinden doğrudan düşülür) & net kâr performans ücreti %20'dir (küpün süresi dolduğunda düşülür).",
  "Race cube: deposit fee 0.5% (deducted immediately from the deposited coin).": "Yarışma Küpü: depozito ücreti %0,5 (yatırılan coinden doğrudan düşülür).",
  "Farms": "Çiftlikler",
  "Once a liquidity pool investment has been made, the peer receives an LP-Token. Our system has planned to create yielding farms to take advantage of the LP-Tokens. However our farms are based on a fix income return in order to maintain under control even with this feature the minting production. The planned annualized return of our farming is set at 20%.": "Bir likidite havuzu yatırımı yapıldıktan sonra, peer bir LP-Token alır. Sistemimiz LP-Tokenlardan yararlanmak için verimli çiftlikler kurmayı planlamıştır. Ancak, çiftliklerimiz, bu özellik ile bile para arzını kontrol altında tutmak için sabit bir gelir getirisine dayanmaktadır. Çiftliğimizin yıllık getirisi %20 olarak planlanmıştır.",
  "What are HyperDex fourth dimensional returns?":  "HyperDex dördüncü boyut getirileri nelerdir?",
  "The user, by investing in any of the cubes, has the choice to simultaneously earn “parallel” profits by transforming the cube into HyperCube. In fact, on the expiration date the cube will only be paying a basic percentage reward on the underlying asset; however, the HyperCube will be paying a double reward and increasing the basic percentage reward. Therefore, the HyperCube profits will be generating a reward in the invested currencies (for ex. USDT or BNB) and in Hyper Token with its own percentage value indicated at the time of investment. As such, if the cube’s reward was 100 USDT, the HyperCube will add an additional profit in Hyper Token.": "Kullanıcı, küplerden herhangi birine yatırım yaparak, küpü HyperCube’a dönüştürerek aynı anda “paralel” kâr elde etme seçeneğine sahiptir. Aslında, vade tarihinde küp, dayanak varlığa yalnızca temel bir yüzde ödül ödeyecek; ancak HyperCube, çifte ödül ödeyecek ve temel yüzde ödülünü artıracaktır. Böylece, HyperCube kârları yatırılan para birimlerinde bir ödül (ör. USDT veya BNB) ve yatırım sırasında belirtilen kendi yüzde değeri ile Hyper token oluşturacaktır. Mesela, küpün ödülü 100 USDT ise HyperCube Hyper Tokenda ek bir kâr ekleyecektir.",
  "What is Hyper Token?": "Hyper Token nedir?",
  "HYP (Hyper Token) is the platform native token, and can only be obtained through swapping or minting. After the pre-sale phase, the token’s minting will occur every time a user’s profit is due (see CUBE section). In order to mint tokens and prevent inflation or deflation issues, any of HyperCube’s profits will be minting only the Hyper Tokens expected from the percentage reward. For example, at expiration the fixed-income basic cube generates a profit of 100 USDT for the user. The HyperCube generates a higher return on the 100 USDT plus 100 USDT in Hyper Tokens. If the Hyper Token at that moment is worth 1 USDT, an additional profit of 100 Hyper Tokens will be minted for the user. In the example above, if at expiration the Hyper Token was worth 2 USDT, the total minting amount would have been 50 tokens, and so on.": "HYP (Hyper Token), platformun yerel tokenıdır ve yalnızca takas veya para arzı yoluyla elde edilebilir. Satış öncesi aşamadan sonra, kullanıcının kârının vadesi her geldiğinde token basılır (bkz. KÜP bölümü). Tokenleri basmak ve enflasyon veya deflasyon sorunlarını önlemek için, yalnızca HyperCube’un kârlarında herhangi biri yüzde ödülünden beklenen Hyper Tokenleri basacaktır. Örneğin, vade sonunda sabit getirili temel küp, kullanıcı için 100 USDT kâr üretir. HyperCube, Hyper Token'lerde 100 USDT artı 100 USDT'den daha yüksek getiri sağlar. O andaki Hyper Token 1 USDT değerinde ise, kullanıcı için ek kâr olarak 100 Hyper Token basılır. Yukarıdaki örnekte, Hyper Token’in süresi dolduğunda 2 USDT değerinde olsaydı, toplam para arzı 50 Token olurdu.",
  "Tokens minted = profit in USDT / Hyper Token USDT value.":  "Arz edilen Tokenlar = USDT cinsinden kâr / Hyper Token USDT değeri.",
  "The HyperDex platform’s commissions for any new USDT or other coin investments will not mint new tokens, but will deduct tokens directly from the investment.":  "HyperDex platformunun komisyonları, herhangi bir yeni USDT veya diğer coin yatırımları için yeni tokenlar üretmek yerine tokenları doğrudan yatırımdan düşecektir.",
  "What’s Hyper Token advantage?": "Hyper Tokenın avantajı nedir?",
  "Our system is based on the Binance Smart Chain, similar to a standard DeFi project with profound added layers; we are calculating with vast simulations, based on the price formula variation, the optimal minting and liquidity supply correlation. In order to obtain predictable control over the circulating supply, we have developed a system that mints tokens on demand when someone generates profit using one of our platform’s features. Only during the pre-sale phase we are minting a determined amount of tokens, capped to a maximum of 200% of the total initial liquidity invested by the users. Therefore, even in the long term, the ratio between circulating supply and liquidity pools will always be under control and never exceed the extreme numbers. In fact, with our on-demand minting system, we always mint new tokens as a reward for a previous user’s injection of liquidity into the pools. The main advantage of HyperDex is that we don’t need an exponential production of tokens to obtain the user’s interest, usually based on high-yielding returns. However, we are attracting them by creating a stable ecosystem where the price value rises as more liquidity flows into the system with a controlled minting structure. The goal is to obtain a token-scarcity production, as the more the price increases, the less the system mints new tokens.This is because minting occurs with a formula directly proportional to the platform’s stable coin or main crypto rewards.": "Sistemimiz Binance Akıllı Zincirine dayanır, derin katma tabakaları olan standart bir DeFi projesiyle benzerlik gösterir; fiyat formülü varyasyonuna, optimum para arzı ve likidite arzı ilişkisine dayanan geniş simülasyonlarla hesaplar. Dolaşımdaki arz üzerinde öngörülebilir kontrol elde etmek için, platformumuzun özelliklerinden birini kullanarak birileri kâr elde ettiğinde talep üzerine token üreten bir sistem geliştirdik. Sadece satış öncesi aşamada, kullanıcılar tarafından yatırılan toplam başlangıç likiditesinin maksimum %200'ü ile sınırlandırılmış miktarda token basılır. Böylece, uzun vadede bile dolaşımdaki arz ve likidite havuzları arasındaki oran her zaman kontrol altında olacak ve uç rakamları hiçbir zaman aşmayacaktır. Aslında, talep bazlı para arzı sistemimizle, eski bir kullanıcının havuzlara likidite eklemesine karşılık her zaman ödül olarak yeni token basıyoruz. HyperDex'in en büyük avantajı, genellikle yüksek kazançlı getirilere dayanan kullanıcı ilgisini çekmek için üstel bir token üretimine ihtiyacı olmamasıdır. Onun yerine, kontrollü bir arz yapısıyla sisteme daha fazla likidite akarken fiyat değerinin yükseldiği istikrarlı bir ekosistem yaratarak ilgi uyandırıyoruz. Amaç, nadir bulunan bir token üretimi sağlamaktır, fiyat ne kadar artarsa sistem o kadar az yeni token üretir. Çünkü para basma, platformun stabil coini veya ana kripto ödülleri ile doğru orantılı bir formülle gerçekleşir.",
  "What are your incentives?": "Teşvikleriniz neler?",
  "The following steps are used to incentivize the user’s investments, with extra bonuses on the profit given in form of tokens:":  "Aşağıdaki adımlar, kullanıcının yatırımlarını teşvik etmek için kullanılır ve kâr üzerinden token şeklinde verilen ekstra bonuslar verilir:",
  "0 – 100 (USDT value) no additional Hyper Token": "0 – 100 (USDT değeri) ek Hyper Token yok,",
  "101 – 500 (USDT value) 2.5 % extra Hyper Token on top of the profit":  "101 – 500 (USDT değeri) %2,5 kârın üstüne ekstra Hyper Token",
   "500 – 1000 (USDT value) 5 % extra Hyper Token on top of the profit": "500 – 1000 (USDT değeri) %5 kârın üstüne ekstra Hyper Token",
  "1001 – 10000 (USDT value) 7.5 % extra Hyper Token on top of the profit":  "1001 – 10000 (USDT değeri) %7,5 kârın üstüne ekstra Hyper Token",
  " &ggt > 10001 (USDT value) 10 % extra Hyper Token on top of the profit": "10001 ve üzeri (USDT değeri) %10 kârın üstüne ekstra Hyper Token",
  "Can I trust HyperDex?":  "HyperDex'e güvenebilir miyim?",
  "YES, the HyperDex Team has gained great knowledge in the Decentralized Finance sector: you can take advantage of our experience to receive maximum profit. HyperDex's smart contract has been tested countless times to offer investors the best investment experience.": "EVET, HyperDex ekibi DeFi (merkeziyetsiz finans) sektöründe büyük bilgi birikimi kazanmıştır: maksimum kâr elde etmek için deneyimlerimizden yararlanabilirsiniz. Hyperdex'in akıllı sözleşmesi, yatırımcılara en iyi yatırım deneyimini sunmak için sayısız kez test edilmiştir.",
  "The smart contract is certified by Certik.": "Akıllı sözleşme Certik tarafından onaylıdır." ,
  "Wallet Metamask:":  "Metamask Cüzdanı:",
  "Metamask is a digital wallet that supports various chains. At first it only supported the Ethereum network, now it interacts with many Blockchains: remember that HyperDex is on the Binance Smart Chain network. With Metamask selecting the BSC network you can interact with HyperDex and manage your funds.": "Metamask, çeşitli zincirleri destekleyen dijital bir cüzdandır. İlk başta sadece Ethereum ağını destekledi, şimdi birçok blok zincirle etkileşime giriyor: HyperDex'in Binance Akıllı Zincir ağında olduğunu unutmayın. Metamask'ın BSC ağını seçmesiyle HyperDex ile etkileşime girebilir ve fonlarınızı yönetebilirsiniz.",
  "Here below some common solutions:":  "Aşağıda bazı genel çözümler bulunmaktadır",
  "I can't connect to Metamask:":  "Metamask’a bağlanamıyorum:",
  "check the wifi connection,": "Wifi bağlantınızı kontrol edin,",
  "update your browser to the latest version,":  "tarayıcınızı en son sürüme güncelleyin,",
  "install Metamask from your browser,": "tarayıcınızdan Metamask'ı yükleyin,",
  "write the passphrases and do not share them with anyone,":  "gizli sözcüklerinizi yazın ve bunları kimseyle paylaşmayın,",
  "keep your passphrases in a safe place,": "gizli sözcüklerinizi güvenli bir yerde saklayın,",
  "make sure you are on the BSC Mainnet network,":" BSC ana ağında olduğunuzdan emin olun,",
  " at the top right open the menu > add token >,":  "sağ üst köşeden menüyü açın> add token > ,",
  "check the contract code on BSC scan (BEFORE MAKING OPERATIONS),": "BSC scande kontrat kodunu kontrol edin (İŞLEMLERİ YAPMADAN ÖNCE),",
  "copy the contract on BSC scan and paste on Metamask,": "kontrat adresini BSC scande kopyalayın ve Metamask'a yapıştırın,",
  "add token and confirm,":  "token ekleyin ve onaylayın,",
  "you are ready to interact with the platform.": "platformla etkileşime girmeye hazırsınız.",
  "Remember that you must have BNB in your wallet to carry out transactions.": "İşlemleri gerçekleştirmek için cüzdanınızda BNB olması gerektiğini unutmayın.",
  "Help Center": "Yardım Merkezi",
  "Need help? Check out our documentation or reach out directly via our Telegram, Twitter, or Email.":  "Yardıma mı ihtiyacınız var? Belgelerimize göz atın veya doğrudan Telegram, Twitter veya E-mail yoluyla ulaşın.",
  "FAQ's Page":  "SSS Sayfası",
  "Any questions? Let us know!":  "Herhangi bir sorunuz mu var? Bize bildirin!",
  "Write a message": "Mesaj yaz",
  "send a message": "mesaj gönder",
  "First steps with HyperDex": "HyperDex ile İlk Adımlar",
  "We Help to Create Visual Strategies": "Görsel Stratejiler Oluşturmaya Yardımcı Oluyoruz",
  "Find more at our": "daha fazlasını bulabilirsiniz.",
  "FAQ page": "SSS sayfası",
  "What is HYPERDEX?":  "HYPERDEX nedir?",
  "HyperDex is a DeFi investment platform offering three different types of strategies, each with varied returns and risks: Fixed Income, Algo Trading and Race. Additionally, the platform offers its native token HYP (Hyper Token) which can only be obtained through swapping or minting.": "HyperDex, her biri çeşitli getiri ve risklere sahip üç farklı tipte strateji sunan bir DeFi (Merkeziyetsiz Finans) yatırım platformudur: Sabit Getiri, Algo ve Yarışma Ticareti. Ek olarak, platform yalnızca takas veya para arzı yoluyla elde edilebilen kendi yerel HYP Tokenini (Hyper Token) sunar.",
  "Earn a fixed return on stablecoin and crypto assets through a variety of Fixed Income Cubes." : "Çeşitli Sabit Getirili Küpler sayesinde coinlerde ve diğer kripto varlıklarda sabit getiri elde edin.",
  "Upgrade to a HyperCube to increase overall returns!":  "Toplam getiriyi arttırmak için HyperCube’a yükseltin!",
  "Earn a variable return on select crypto assets through Algo Trading Cubes.":  "Algo Ticaret Küpleri sayesinde seçilmiş kripto varlıklarda değişken getiri elde edin.",
  "Earn a variable return by speculating on the price of select crypto assets.": "Belirli kripto varlıklarının fiyatı üzerinde spekülasyon yaparak değişken getiri elde edin.",
  "Directly swap your tokens via the HyperDex token swap. HYP tokens may only be acquired via swapping or through HYP reward payouts.":  "Tokenlarınızı doğrudan HyperDex Token ile takas edin. HYP tokenleri yalnızca takas yoluyla veya HYP ödül ödemeleri yoluyla edinilebilir.",
  "Deposit both sides of a liquidity pair and earn a proportional share of swap fees over time.": "Bir likidite çiftinin her iki tarafına da para yatırın ve zaman içinde takas ücretlerinden orantılı bir pay kazanın.",
  "TOTAL PLATFORM VALUE":  "TOPLAM PLATFORM DEĞERİ",
  "Performance": "Performans",
  "Total Users": "Toplam Kullanıcı",
  "HYPERDEX FUND" : "HYPERDEX FONU",
  "Peers Profit":  "Peer Kârı",
  "HYPERDEX FUND PROFIT SINCE": "HYPERDEX FONU KÂRI",
  "1month Return": "1 Aylık Getiri",
  "3months Return": "3 Aylık Getiri",
  "6months Return": "6 Aylık Getiri",
  "1year Return": "1 Yıllık Getiri" ,
  "HYPERDEX FUND DETAILS": "HYPERDEX FONU DETAYLARI",
  "Active cubes count": "Aktif Küp Sayısı",
  "All time cubes count": "Tüm Zaman Küpler Sayısı",
  "Avg management fee": "Ortalama Yönetim Ücreti",
  "Avg performance fee": "Ortalama Performans Ücreti",
  "MEET HYPERDEX TEAM": "HYPERDEX EKİBİYLE TANIŞIN",
  "Developer": "Geliştirici",
  "Management": "Yönetim",
  "Marketing":  "Pazarlama",
  "Advisor": "Danışman",
  "Tech Advisor": "Teknoloji Danışmanı",
  "Design": "Tasarım",
  "How it works": "Nasıl çalışır?",
  "HyperDex allows investors of all backgrounds to capture the newly generated value within DeFi. This is accomplished by simplifying the process for multiple investment strategies, with a Fixed Income, Algorithmic, and Race Trading strategy available for investors. All that is required by users is to select an investment cube and simply deposit the chosen asset.": "HyperDex, her türlü yatırımcının DeFi’de yeni oluşturulan değeri yakalamasına olanak tanır. Bu, yatırımcılar için Sabit Getirili, Algoritmik ve Yarışma Ticaret stratejileri ile çoklu yatırım stratejileri sürecini basitleştirerek gerçekleştirilir. Kullanıcıların ihtiyaç duyduğu tek şey bir yatırım küpü seçmek ve seçilen varlığı yatırmaktır.",
  "HyperDex allows anyone owning crypto assets to invest in the platform through the integration of crypto wallets such as MetaMask and Exodus": "HyperDex, kripto varlıklarına sahip olan herkesin MetaMask ve Exodus gibi kripto cüzdanlarının entegrasyonu yoluyla platforma yatırım yapmasına imkan tanır.",
  "HyperDex is a DeFi investment platform that fulfills the crypto market needs by routing the crypto assets of the users into different products. It accomplishes this by using proprietary algorithms and staking protocols with the ultimate aim of offering the best returns.": "HyperDex, kullanıcıların kripto varlıklarını farklı ürünlere yönlendirerek kripto piyasası ihtiyaçlarını karşılayan bir DeFi yatırım platformudur. Bunu, en iyi getirileri sunmak amacıyla patentli algoritmalar ve risk protokolleri kullanarak gerçekleştirir.",
  "HyperDex offers three strategies of investment, called Cubes, each with varied returns and risks: Fixed Income Cube, Algo Cube and Race Cube. Additionally, HyperDex offers its native token HYP (Hyper Token) which can only be obtained through swapping or minting.": "HyperDex, her biri farklı getiri ve risklere sahip Küpler adı verilen üç yatırım stratejisi sunar: Sabit Getiri Küpü, Algo Küpü ve Yarışma Küpü. Ek olarak, HyperDex, yalnızca takas veya para arzı yoluyla elde edilebilen yerel HYP Tokenı (Hyper Tokeni) sunar.",
  "Download and install Metamask": "Metamask’ı indirin ve kurun",
  "Create a new wallet in Metamask": "Metamask’ta yeni bir cüzdan oluşturun",
  "Add Binance Smart Chain to your networks":  "Binance Akıllı Zincirini ağlarınıza ekleyin",
  "Fill your wallet with the currencies you're going to invest.": "Cüzdanınıza yatırım yapacağınız para birimini yükleyin.",
  "Connect your wallet to Hyperdex platform.": "Cüzdanınızı HyperDex platformuna bağlayın.",
  "Ready to go! Try HyperDex's Investment Cubes, swaps and LP.": "İşte bu kadar! Hyperdex'in Yatırım Küplerini, takaslarını ve LP’sini deneyin.",
  "Visit our": "Ziyaret edin",
  "For any questions or if you need support": "Herhangi bir sorunuz veya desteğe ihtiyacınız varsa",
  "Users may stake liquidity into HyperDex Token Swap pools in return for a percentage of the swap fees. This is done by staking two tokens into the respective liquidity pool in return for an LP token. LP tokens represent a user’s proportional share of the liquidity pool, and are used to redeem staked liquidity.": "Kullanıcılar, takas ücretlerinin bir yüzdesi karşılığında HyperDex Token Takas havuzlarına likidite hissesi koyabilirler. Bu, bir LP tokeni karşılığında ilgili likidite havuzuna iki token yerleştirilerek yapılır. LP tokenleri, bir kullanıcının likidite havuzundaki orantılı payını temsil eder ve riske atılan likiditeyi kurtarmak için kullanılır.",
  "Select": "Seç",
  "Connect your wallet to add liquidity": "Likidite eklemek için cüzdanınızı bağlayın",
  "Connect your wallet to remove liquidity": "Likiditeyi kaldırmak için cüzdanınızı bağlayın",
  "Your wallet balance": "Cüzdan bakiyeniz",
  "Reserves": "Rezervler",
  "Your LP Tokens": "LP Tokenleriniz",
  "Tokens In": "İçerideki Tokenlar",
  "LP Tokens Out": "Üretilen LP Tokenlar",
  "LP Tokens In": "İçerideki LP Tokenlar",
  "Tokens Out": "Üretilen Tokenlar",
  "enter your email": "email adresinizi girin",
  "Platform Stats":  "Platform İstatistikleri",
  "Average management fee": "Ortalama Yönetim Ücreti",
  "Average performance fee":  "Ortalama Performans Ücreti",
  "The HyperDex Token Swap enables users to directly swap their tokens via the website. HYP tokens may only be acquired through swapping or earning a HYP reward payout.": "HyperDex Token Takas, kullanıcıların tokenlarını doğrudan web sitesi üzerinden takas etmelerini sağlar. HYP tokenları yalnızca takas yoluyla veya bir HYP ödül ödemesi kazanarak elde edilebilir.",
  "Connect your wallet to swap": "Takas için cüzdanını bağla",
  "Not enough reserves": "Yetersiz rezerv",
  "Price":  "Fiyat",
  "Price impact": "Fiyat etkisi",
  "Liquidity provider fee": "Likidite sağlayıcı ücreti",
  "Liquidity pool reserves": "Likidite havuzu rezervleri",
  "TERMS OF SERVICE": "HİZMET KOŞULLARI",
  "This website uses only strictly necessary cookies. No user data is stored. Strictly necessary cookies are classified as cookies that must be present for the website to provide the basic functions of the website. They are essential to be able to access features of the website and could include signing in, adding items to a cart, or e-billing. They are typically essential first-party session cookies, but not all first-party cookies are strictly necessary cookies. They allow for a user to navigate back and forth between pages without losing their previous actions from the same session.  Strictly necessary cookies are the only cookies that all cookie laws allow to be exempt from requiring user consent. Since these cookies are necessary for the functionality of a website, website owners do not have to get consent from the user to place strictly necessary cookies on their devices. Most importantly, the use must be related to a service specifically requested by the user. Examples of strictly necessary cookies include those which save your shopping cart when online shopping or cookies that allow you to access secure areas of a website through logging in.": "Bu web sitesi yalnızca kesinlikle gerekli çerezleri kullanır. Hiçbir kullanıcı verisi saklanmaz. Kesinlikle gerekli çerezler, web sitesinin temel işlevlerini sağlaması için bulunması gereken çerezler olarak sınıflandırılır. Web sitesinin özelliklerine erişebilmek için gereklidir ve oturum açmayı, sepete öğe eklemeyi veya e-faturalandırmayı kapsamaktadır. Bunlar genellikle temel birinci şahıs oturum çerezleridir, ancak tüm birinci şahıs çerezleri kesinlikle gerekli çerezler değildir. Kullanıcının önceki eylemlerini kaybetmeden aynı oturumda sayfalar arasında ileri geri dolaşmasına izin verirler. Kesinlikle gerekli çerezler, kullanıcı onayı gerektirmekten tüm çerez yasalarının serbest bırakılmasına izin veren tek çerezlerdir. Bu çerezler web sitesinin işlevselliği için gerekli olduğundan, web sitesi sahiplerinin cihazlarına kesinlikle gerekli çerezleri yerleştirmek için kullanıcıdan izin almaları gerekmez. En önemlisi, kullanımın kullanıcı tarafından özellikle talep edilen bir hizmetle ilgili olması gerekir. Kesinlikle gerekli çerezlere örnek olarak, çevrimiçi alışveriş yaparken alışveriş sepetinizi kaydeden veya giriş yaparak bir web sitesinin güvenli alanlarına erişmenizi sağlayan çerezler verilebilir. ",
  "We don't track you. We don't profile you. We don't store your data.": "Takip etmiyoruz. Profilinizi çıkarmıyoruz. Verilerinizi saklamıyoruz",
  "BONUS AND REWARDS": "BONUSLAR VE ÖDÜLLER",
  "Total invested USD value:": "Yatırılan toplam USD değeri:",
  "YOU GET ADDITIONAL HYPER TOKENs!": "EK HYPER TOKENLAR KAZANDINIZ!",
  "Invest more to get a reward!": "Ödül almak için daha fazla yatırım yapın!",
  "You already used a referral code on this Cube": "Bu Küpte bir referans kodu kullandınız",
  "Add a referral code to get more reward!":  "Daha fazla ödül almak için bir referans kodu ekleyin!",
  "enter your referral's code...":  "referans kodunuzu girin...",
  "Please enter a correct referral code": "Lütfen geçerli bir referans kodu girin",
  "Referral cannot be your own account": "Kendi hesabınız referans olamaz",
  "YOU GET AN ADDITIONAL HYP REWARD!": "EK HYPER TOKEN ÖDÜLÜ KAZANDINIZ!",
  "Invest": "Yatırım yap",
  "Withdraw": "Para çek",
  "Investment Details": "Yatırım Detayları",
  "Investment Amount": "Yatırım Miktarı",
  "Unlocked Amount": "Blokesi Kaldırılmış Miktar",
  "Early Unlocked Amount": "Blokesi Erken Kaldırılmış Miktar",
  "Early Unlocked Profit": "Blokesi Erken Kaldırılmış Kâr",
  "Total APR": "Toplam APR",
  "Detailed APR": "Detaylı APR",
  "Current": "Güncel",
  "Estimated Total Profit": "Tahmini Toplam Kâr",
  "TOTAL EQUITY": "TOPLAM SERMAYE",
  "Cube Info": "Küp Bilgisi",
  "Fixed income cubes are investment strategies that offer a fixed income to the users on either stable coins or other crypto assets. Make it Hyper by adding HYP in order to gain higher rewards.": "Sabit Getirili Küpler, kullanıcılara sabit paralar veya diğer kripto varlıklar üzerinde sabit bir gelir sunan yatırım stratejileridir. Daha yüksek kazançlar elde etmek için HYP ekleyerek HyperCube yapabilirsiniz.",
  "You are investing in an Algo Trading Cube": "Algo Ticaret Küpüne yatırım yapıyorsunuz",
  "You are investing in a Fixed Income Cube":  "Sabit Getirili Küpe yatırım yapıyorsunuz",
  "You are investing in a Race Cube": "Yarış Ticaret Küpüne yatırım yapıyorsunuz",
  "ASSET INFO": "VARLIK BİLGİSİ",
  "AGREE":  "KATILIYORUM",
  "Current Allowance": "Mevcut Ödenek",
  "enter amount to invest": "yatıralacak tutarı girin",
  "Available": "Mevcut Ödenek",
  "use max": "maksimumu kullan",
  "Buy more": "Daha fazla al.",
  "This is now a HyperCube!": "Artık bu bir HyperCube!",
  "This is a standard Cube": "Bu bir standart Küp",
  "USD Value": "USD Değeri",
  "Total": "Toplam",
  "Make it HYPER to unlock Bonus & Rewards": "Bonus & Ödüllerin kilidini açmak için HYPER yapın!",
  "Wait...": "Bekleyin...",
  "Approve": "Onaylıyorum",
  "Early Unlock": "Erken Bloke Kaldırma",
  "WARNING: If you proceed with the early unlock a fee will be charged": "Uyarı: Erken bloke kaldırma işmeline devam ederseniz bir ücret tahsil edilecektir",
  "Your funds will be available for withdrawal within 24 hours.": "Paranız 24 saat içinde çekilmeye hazır olacaktır.",
  "The operation is not reversible.": "Bu işlem iptal edilemez",
  "No amount available.":  "Kullanılabilir miktar bulunmamaktadır.",
  "You will unlock the whole amount.": "Bütün miktarın blokesini kaldırıyorsunuz",
  "enter amount to unlock...": "blokesi kaldırılacak tutarı girin",
  "Unlock": "Blokeyi kaldır",
  "By unlocking, your funds will be available for withdrawal at Cube expiration/renewal,": "Blokeyi kaldırdığınızda, fonlarınız küpün sona erme/ yenilenme tarhinde çekilmeye hazır olacaktır,",
  "after expiration": "vade sonundan sonra",
  "You already unlocked": "Blokeyi kaldırdın",
  "Click to lock that amount back.": "Bu tutarı tekrar bloke etmek için tıklayın.",
  "You will unlock the whole amount": "Bütün miktarın blokesini kaldırıyorsunuz",
  "You can withdraw your available funds.": "Mevcut fonlarınızı çekebilirsiniz.",
  "NOTE: the referral bonus will be removed.": "NOT: referans bonusu silinecektir.",
  "A withdrawal is still pending. Please wait for network confirmation.":  "Cayma işlemi halen devam ediyor. Lütfen şebeke onayını bekleyin.",
  "You have requested an unlock. Your funds will be available within 24 hours.":  "Bloke kaldırma talebinde bulundunuz. Paranız 24 saat içinde hazır olacak.",
  "No unlocked funds are available for withdrawal.":  "Para çekmek için blokesi kaldırılmış para bulunmamaktadır."
}
