{
  "Wallet Connected": "已連接至錢包",
  "Disconnect": "取消連接",
  "Your Overall Stats": "您的整體資訊",
  "Investment": "投資",
  "Profit": "利潤",
  "Hypertoken Profit": "Hypertoken 利潤",
  "Hypertoken Balance": "Hypertoken 餘額",
  "Your Investments": "您的投資",
  "Asset": "資產",
  "Asset Profit": "資產利潤",
  "Asset Equity": "資產權益",
  "Expiration": "過期日",
  "Go to Invest Page": "轉至投資頁面",
  "Transactions": "交易",
  "Date": "日期",
  "Cube": "Cube",
  "Type": "輸入",
  "Amount": "金額",
  "Prices": "價格",
  "Value": "價值",
  "click anywhere to close": "點擊任何地方以關閉",
  "Say Hi": "打招呼",
  "Subscribe": "訂閱",
  "Email address": "電子郵件地址",
  "I agree to all your terms and policies": "我同意你的所有條約和政策",
  "Account": "帳號",
  "Connect Wallet": "連接錢包",
  "Switch Network": "變更網路",
  "About": "關於",
  "Information": "資訊",
  "The key information for Fixed Income Cubes include:": "固定收益 Cube 的關鍵資訊包括：",
  "Asset: the asset deposited to earn returns on.": "資產：已存入以以此賺取利潤的資產。",
  "Expiration: the expiration date of the Cube.": "過期日：Cube 的過期日期。",
  "Entry Fee: the percentage fee deducted from the investment upon entry.": "加入費：在加入時自投資扣除的費用百分比。",
  "Return: the fixed annualized percentage return on the deposited asset.": "利潤：已存入資產的固定年利潤百分比。",
  "Lock Up Period: the timelock of a user's investment, with early withdrawals sub-jected to a 20% fee.": "鎖定期：用戶投資的鎖定時間，其中包括 20% 的提前領取費用。",
  "Entry Fee": "加入費",
  "Performance Fee": "表現費",
  "Net APR": "淨 APR",
  "apr performance example": "大約表現範例",
  "Go to invest page": "轉至投資頁面",
  "Make it a": "將其設為",
  "DISCLAIMER": "免責聲明",
  "Below are a list of frequently asked questions from our community. For any additional questions or help, please refer to the help section.": "以下為在我們社區中的常見問題列表。若您有其他問題或欲取得額外幫助，請參照幫助部分。",
  "What's the use case of HyperDex?": "HyperDex 有什麼用例？",
  "HyperDex DeFi envisions the creation of the first decentralized finance investment platform for digital assets mirroring the standard financial products, but with a major difference that everything is decentralized and automated.": "HyperDex DeFi 預想創建首個參照標準金融產品，為電子資產而設的去中心化金融投資平台，但其中的重大不同為所有操作都是去中心化且自動化的。",
  "Over the past few years, the digital assets industry has developed constantly to find bridge solutions from the current obsolete financial system into the current fast and relentless digital one. For the first time, HyperDex allows standard financial products to be available in a DeFi platform. In fact, HyperDex as a successful DeFi investment platform fulfills the crypto market need by routing the crypto assets of the users into different HyperDex products. It accomplishes this by using algorithms and staking with the ultimate aim of offering the best returns. With their funds put in HyperDex, asset holders are stress-free. HyperDex mitigates the risks inherent to DeFi that cannot be managed by a single passive investor especially when they begin their journey as an investor. HyperDex DeFi mainly focuses on investors who don’t have time and energy to make the most out of DeFi opportunities. Investors are lured by the potential of the DeFI industry but lost by the inherent challenges of accessing reliable products. Investment in DeFi has become an optimistic and genuine factor for financial independence but is unachievable without proper tools and strategies. This is where HyperDex comes into the picture, allowing anyone owning crypto assets to invest in its platforms through the integration of crypto wallets such as MetaMask and Exodus. Even without any prior DeFi knowledge, the users will be able to connect to HyperDex’s platform and invest in its products.": "在過去數年間，電子資產行業不斷發展，以尋求解決方案以自過時的現有金融系統過渡至目前快速且無休止的電子系統。HyperDex 讓標準金融產品得以首次出現在 DeFi 平台上。事實上，作為一個成功的 DeFi 投資平台，HyperDex 透過將用戶的加密資產路由至不同的 HyperDex 產品，滿足了加密市場的需求。它藉由使用算法，並堅持提供最佳利潤的終極目標，得以這麼做。在將他們的資金投入到 HyperDex 後，資產所有人無須擔憂。HyperDex 規避 DeFi 固有且無法由被動的獨立投資人管理的風險，尤其是在他們踏上投資的旅程時。HyperDex DeFi 主要關注沒有時間和財力盡量利用 DeFi 機會的投資人。投資人被 DeFI 行業的潛力所吸引，但卻敗在了取得可靠產品的固有挑戰之下。投資 DeFi 已然成為達致財務獨立的一個樂觀且真實存在的因素，但在缺少適當工具和策略下卻是無法實現的。HyperDex 從此而生。透過整合加密錢包（例如：MetaMask 和 Exodus），它讓任何加密資產的所有人得以在其平台上投資。即便用戶先前並不瞭解 DeFi，他們也能連接至 HyperDex 的平台並投資其產品。",
  "What are the investment cubes?": "投資 Cube 是什麼？",
  "We created new containers with functions very similarly to the liquidity pools on decentralized exchanges. These containers are called “cubes.” The user can opt for a cube of their choice to select a particular investment strategy and generate the expected income which will always be known without any hidden fees or market mechanics.": "我們創建了新容器，其功用與流動性池在去中心化的交易中的功用極其相似。這些容器被稱為「cube」。用戶可以自行選擇一個 cube，以選擇特定的投資策略，並取得預想中的收益。此類收益以不包含任何隱藏費用或市場操作的方式列明。",
  "What are the main functions of HyperDex?": "HyperDex 有什麼主要功能？",
  "HyperDex DeFi investment platform offers three different types of investment strategies each with varied returns and risks. The following is the list of investments:": "HyperDex DeFi 投資平台提供三種投資策略，每種策略涉及不同的利潤和風險。以下為投資列表：",
  "1. Fix Income</div><div>Fixed income cubes are investment strategies that offer a fixed income to the users on either stable coins or other crypto assets.": "1. 固定收入</div><div>固定收入 cube 是一種為用戶就穩定幣或其他加密資產提供固定收入的投資策略。",
  "2. Algorithm Trading": "2. 算法交易",
  "Algo-trading cubes are automated trading protocols, based on a pure statistical arbitrage algorithm. Algo-trading cubes aim at bringing higher returns by identifying the market discrepancies among the leading crypto assets.": "算法交易 cube 為基於純粹統計套利算法的自動化交易協議。算法交易 cube 旨在透過識別領先的加密資產中的市場差異，從而帶來較高的利潤。",
  "3. Race Trading": "3. 競賽交易",
  "Race trading cubes are very similar to that of cryptocurrency prediction markets. HyperDex’s race-trading cube is based on a decentralized, trustless prediction-market platform, where the users can speculate the outcomes of future prices of the chosen crypto assets. In short, HyperDex will not make predictions, it just indicates what is being traded heavily at the moment in terms of shorts and longs. The user then makes a prediction on the future price, and then, the HyperDex Race cube automatically calculates the necessary information for the user. Stops, as well the position in the market (long or short), with the proper leverage (risk chosen by the user). Each of the above strategies is collectively put in containers to differentiate the strategy chosen and expiration time. These containers are called “cubes.” Cubes function very similarly to the liquidity pools on decentralized exchanges. The user can opt for a cube of their choice to select a particular investment strategy and generate the expected income which will always be known without any hidden fees or market mechanics.": "競賽交易 cube 與加密貨幣預測市場中的競賽交易 cube 非常相似。HyperDex 的競賽交易 cube 是基於一個去中心化、無信任的預測市場平台，其中的用戶可以推測所選定的加密資產的未來價格。換言之，HyperDex 不會進行預測，它只會顯示出目前有什麼被頻繁做空和做多交易。用戶可以據此對未來價格進行預測。之後，HyperDex 競賽 cube 將為用戶自動計算所需資訊。止損點以及市場定位（做多或做空），包括適當的槓桿（由用戶選定的風險）。以上的每種策略將被一起置入容器中，以區分出選定的策略和過期時間。這些容器被稱為「cube」。Cube 與去中心化的交易中的流動性池極其相似。用戶可以自行選擇一個 cube，以選擇特定的投資策略，並取得預想中的收益。此類收益以不包含任何隱藏費用或市場操作的方式列明。",
  "How to transform a cube into a HyperCube?": "如何將 cube 轉換為 HyperCube？",
  "The user will be able to select, from several cube choices, a fixed income investment offering returns on either stable coins or cryptocurrency. Every cube has its own expiration date and details about the final return on investment as well as its pay-back rules.": "用戶將可以自數個 cube 選項中選擇一個根據穩定幣或加密貨幣提供收入的固定收益投資計劃。每個 cube 都有其過期日期、有關最終投資收益細節及回本規則。",
  "An early redemption is possible with a flat 20% fee of the initial investment.": "支付初始投資的統一 20% 費用可以提早兌換。",
  "The funds will be managed partly across fixed income generating staking programs, and partly traded with proprietary arbitrage algorithms.": "資金由產生固定收入的質押計劃部分管理，其餘部分則與自營套利算法交易。",
  "The user's investments will be initially collected into our smart contract, visible on the BSC blockchain for further distribution into our staking and trading accounts. At expiration, our smart contract will call back the funds necessary to fulfill the payment obligation.": "用戶的投資將首先被收入我們的智慧合約中。可見於 BSC 區塊鏈中，以進一步分配入我們的套利交易帳戶中。過期後，我們的智慧合約將召回滿足付款義務所需的資金。",
  "To transform a cube into a HyperCube, the following steps are necessary:": "若要將 cube 轉換成 HyperCube，需要採取下列步驟：",
  "1. The user must obtain Hyper Tokens from swaps, the pre-sale, or other HyperCubes profits.": "1. 用戶必須自掉期、預售或其他 HyperCube 利潤處取得 Hyper Token。",
  "2. The user must invest into the cube an equivalent value of Hyper Tokens in a range that varies from 10 to 100% of the main stable coin or crypto cube’s investment.": "2. 用戶必須在 cube 上投資 Hyper Token 的同等價值。此金額可以是主要穩定幣或加密 cube 投資的 10 至 100%。",
  "3. Once obtained, the HyperCube status of the fixed income return of the previous basic cube will increase. The HyperCube fixed income return also adds a bonus percentage onto the main investment and gives a Hyper Tokens return on the secondary investment. See examples below. 4. A Hyper Token cube with a 20% per annum fixed income return will be created as well. The users can simply deposit in the cube any Hyper Token purchased through swaps in our liquidity pool or through the platform’s rewards.": "3. 取得後，前一個基本 cube 的固定收入收益 HyperCube 狀態將有所增加。HyperCube 固定收入收益亦會在主要投資之上加上獎金百分比，並為二級投資給予 Hyper Token 收益。請見下列範例。4. 也將創建一個擁有 20% 每年固定收入收益的 Hyper Token cube。用戶可以在 cube 中存入透過在我們流動性池中掉期或透過平台獎勵購買的任何 Hyper Token。",
  "Commission Plan": "佣金計劃",
  "Each cube will have its own commission parameters as listed below.": "每個 cube 都有其佣金參數，如下所列。",
  "Fix income cube: deposit fee 0.3% (deducted immediately from the deposited coin).": "固定收入 cube：存款費用 0.3%（即刻自已存入的幣值中扣款）。",
  "Algo Trading: deposit/management fee 2% (deducted immediately from the deposited coin) & net profit performance fee of 20% (deducted at cube’s expiration).": "算法交易：存款/管理費用 2%（即刻自已存入的幣值中扣款）和 20% 的淨表現費用（在 cube 的過期日扣款）。",
  "Race cube: deposit fee 0.5% (deducted immediately from the deposited coin).": "競賽 cube：存款費用 0.5%（即刻自已存入的幣值中扣款）。",
  "Farms": "挖礦",
  "Once a liquidity pool investment has been made, the peer receives an LP-Token. Our system has planned to create yielding farms to take advantage of the LP-Tokens. However our farms are based on a fix income return in order to maintain under control even with this feature the minting production. The planned annualized return of our farming is set at 20%.": "一旦建立了一個流動性池，同級將收到一個 LP-Token。我們的系統已計劃創建流動性挖礦，以利用 LP-Token。但是，為了方便控制，我們的礦場是基於固定收入收益的，即便有此鑄幣生產功能。我們預計的挖礦年收益被定為 20%。",
  "What are HyperDex fourth dimensional returns?": "HyperDex 有什麼四維收益？",
  "The user, by investing in any of the cubes, has the choice to simultaneously earn “parallel” profits by transforming the cube into HyperCube. In fact, on the expiration date the cube will only be paying a basic percentage reward on the underlying asset; however, the HyperCube will be paying a double reward and increasing the basic percentage reward. Therefore, the HyperCube profits will be generating a reward in the invested currencies (for ex. USDT or BNB) and in Hyper Token with its own percentage value indicated at the time of investment. As such, if the cube’s reward was 100 USDT, the HyperCube will add an additional profit in Hyper Token.": "透過投資任何 cube，用戶可以選擇透過將 cube 轉換成 HyperCube 同時賺取「平行」收益。事實上，cube 在過期日將就標的資產僅支付基本百分比獎勵；但是，HyperCube 將支付雙倍獎勵，並增加基本百分比獎勵。因此，HyperCube 收益將以已投資的貨幣（例如：USDT 或 BNB），以及 Hyper Token 在投資時所列明的其自身百分比價值生成獎勵。由此，如果 cube 的獎勵為 100 USDT，HyperCube 將在 Hyper Token 中添加額外收益。",
  "What is Hyper Token?": "Hyper Token 是什麼？",
  "HYP (Hyper Token) is the platform native token, and can only be obtained through swapping or minting. After the pre-sale phase, the token’s minting will occur every time a user’s profit is due (see CUBE section). In order to mint tokens and prevent inflation or deflation issues, any of HyperCube’s profits will be minting only the Hyper Tokens expected from the percentage reward. For example, at expiration the fixed-income basic cube generates a profit of 100 USDT for the user. The HyperCube generates a higher return on the 100 USDT plus 100 USDT in Hyper Tokens. If the Hyper Token at that moment is worth 1 USDT, an additional profit of 100 Hyper Tokens will be minted for the user. In the example above, if at expiration the Hyper Token was worth 2 USDT, the total minting amount would have been 50 tokens, and so on.": "HYP (Hyper Token) 是平台的本地 token，且只能透過交換或挖礦取得。在預售期過後，將在每次用戶的利潤到期時挖取 token（請見 CUBE 節）。為了挖取 token 並防止通貨膨脹或通貨緊縮問題，HyperCube 的任何利潤僅將挖取百分比獎勵的預計 Hyper Token。例如，固定收入基本 cube 在過期時將為用戶產生 100 USDT 的收益。HyperCube 則將產生 100 USDT 以外的更高收益，外加 Hyper Token 中的 100 USDT。如果 Hyper Token 在當時價值 1 USDT，將為用戶挖取 100 Hyper Token 的額外收益。在上述範例中，如果 Hyper Token 在過期時價值 2 USDT，總挖取量將為 50 token，如此類推。",
  "Tokens minted = profit in USDT / Hyper Token USDT value.": "已挖取的 token = USDT 收益 / Hyper Token USDT 價值。",
  "The HyperDex platform’s commissions for any new USDT or other coin investments will not mint new tokens, but will deduct tokens directly from the investment.": "不將就 HyperDex 平台對任何新 USDT 或其他幣投資所收取的佣金挖取新 token，但會直接從投資中扣取 token。",
  "What’s Hyper Token advantage?": "Hyper Token 有什麼好？",
  "Our system is based on the Binance Smart Chain, similar to a standard DeFi project with profound added layers; we are calculating with vast simulations, based on the price formula variation, the optimal minting and liquidity supply correlation. In order to obtain predictable control over the circulating supply, we have developed a system that mints tokens on demand when someone generates profit using one of our platform’s features. Only during the pre-sale phase we are minting a determined amount of tokens, capped to a maximum of 200% of the total initial liquidity invested by the users. Therefore, even in the long term, the ratio between circulating supply and liquidity pools will always be under control and never exceed the extreme numbers. In fact, with our on-demand minting system, we always mint new tokens as a reward for a previous user’s injection of liquidity into the pools. The main advantage of HyperDex is that we don’t need an exponential production of tokens to obtain the user’s interest, usually based on high-yielding returns. However, we are attracting them by creating a stable ecosystem where the price value rises as more liquidity flows into the system with a controlled minting structure. The goal is to obtain a token-scarcity production, as the more the price increases, the less the system mints new tokens.This is because minting occurs with a formula directly proportional to the platform’s stable coin or main crypto rewards.": "我們的系統基於幣安智慧鏈，那和擁有深刻附加層的標準 DeFi 計劃相似；我們利用大型模擬計算，並基於價格公式差異、最佳挖礦和流動性供應關聯。為了對循環供應取得可預測的控制，我們已研發出一個系統。該系統按需在有人使用我們平台的其中一項功能產生收益時挖取 token。只有在預售期間，我們會挖取特定量的 token，其最多為由用戶投資的初始總流動性的 200%。因此，就算長久而言，將可以讓循環供應和流動性池之間的比例一直保持在可控範圍下，並不會超過極端數字。事實上，透過使用我們的按需挖礦系統，我們總是在挖取新 token 以作為前一名用戶在池中注入流動性的獎勵。HyperDex 的主要優點為，我們不需要指數生產 token 以引起用戶的興趣，且該指數通常是基於高產收益的。但是，我們是透過創建一個穩定的生態環境吸引他們的。在這一環境下，因為有一個被控制的挖礦架構，隨著更多流動性流入系統中，價格也會一起上漲。目標是取得 token 不足的生產，因為價格越上漲，系統就會挖取越少新 token。這是由於發生挖礦的公式與平台的穩定幣或主要加密獎勵成正比。",
  "What are your incentives?": "您有什麼誘因？",
  "The following steps are used to incentivize the user’s investments, with extra bonuses on the profit given in form of tokens:": "下列步驟被用於透過以 token 的方式為收益提供額外獎金，為用戶的投資提供誘因：",
  "0 – 100 (USDT value) no additional Hyper Token": "0 - 100（USDT 價值）沒有額外 Hyper Token",
  "101 – 500 (USDT value) 2.5 % extra Hyper Token on top of the profit": "101 - 500（USDT 價值）收益上外加 2.5 % 額外 Hyper Token",
  "500 – 1000 (USDT value) 5 % extra Hyper Token on top of the profit 1001 – 10000 (USDT value) 7.5 % extra Hyper Token on top of the profit & > 10001 (USDT value) 10 % extra Hyper Token on top of the profit": "500 – 1000（USDT 價值）收益上外加 5 % 額外 Hyper Token 1001 – 10000（USDT 價值）收益上外加 7.5 % 額外 Hyper Token 以及 > 10001（USDT 價值）收益上外加 10 % 額外 Hyper Token",
  "Can I trust HyperDex?": "我是否能相信 HyperDex？",
  "YES, the HyperDex Team has gained great knowledge in the Decentralized Finance sector: you can take advantage of our experience to receive maximum profit. HyperDex's smart contract has been tested countless times to offer investors the best investment experience.": "可以，HyperDex 團隊已在去中心化金融方面取得深入認識：您可以受益於我們的體驗，以收取最大收益。HyperDex 的智慧合約已歷經無數次檢測，以為投資人提供最佳的投資體驗。",
  "The smart contract is certified by Certik.": "智慧合約經 Certik 認證。",
  "Wallet Metamask:": "錢包 Metamask",
  "Metamask is a digital wallet that supports various chains. At first it only supported the Ethereum network, now it interacts with many Blockchains: remember that HyperDex is on the Binance Smart Chain network. With Metamask selecting the BSC network you can interact with HyperDex and manage your funds.": "Metamask 是一個支援不同鏈的電子錢包。在一開始，它只支援以太坊網路。現在，它已連接至許多區塊鏈：還記得 HyperDex 是在幣安智慧鏈網路的嗎？透過使用 Metamask 選擇您可以透過 HyperDex 連接的 BSC 網路，並管理您的資金。",
  "Here below some common solutions:": "以下為一些常見解決方案：",
  "I can't connect to Metamask:": "我無法連接至 Metamask：",
  "check the wifi connection,": "檢查 wifi 連線，",
  "update your browser to the latest version,": "更新您的瀏覽器至最新版本，",
  "install metamask from your browser,": "透過您的瀏覽器安裝 metamask，",
  "write the passphrases and do not share them with anyone,": "記下登入資訊並不要與其他人分享此類資訊，",
  "keep your passphrases in a safe place,": "將您的登入資訊儲存在一個安全的地方，",
  "make sure you are on the BSC Mainnet network, at the top right open the menu > add token > , - check the contract code on BSC scan (BEFORE MAKING OPERATIONS),": "確保您是在 BSC 主網網路，在右上打開功能表 > 添加 token >，- 在 BSC 掃描上檢查合約代碼（在進行操作前），",
  "copy the contract on BSC scan and paste on Metamask,": "複製在 BSC 掃描上的合約代碼，並在 Metamask 中貼上，",
  "add token and confirm,": "添加 token 並確認，",
  "you are ready to interact with the platform.": "您已經準備好連接平台。",
  "Remember that you must have BNB in your wallet to carry out transactions.": "請記住，您的錢包中必須要有 BNB 才能進行交易。",
  "Help Center": "幫助中心",
  "Need help? Check out our documentation or reach out directly via our Telegram, Twitter, or Email.": "需要幫助？查看我們的紀錄或透過我們的 Telegram、Twitter 或電子郵件直接聯絡我們。",
  "FAQ's Page": "常見問題頁面",
  "Any questions? Let us know!": "有問題？告訴我們！",
  "Write a message": "寫訊息",
  "send a message": "傳訊息",
  "First steps with HyperDex": "開始使用 HyperDex 的幾個步驟",
  "We Help to Create Visual Strategies": "我們幫助創建視覺策略",
  "Find more at our": "在我們的",
  "FAQ page": "常見問題頁面瞭解更多",
  "What is HYPERDEX": "HYPERDEX 是什麼？",
  "HyperDex is a DeFi investment platform offering three different types of strategies, each with varied returns and risks: Fixed Income, Algo Trading and Race. Additionally, the platform offers its native token HYP (Hyper Token) which can only be obtained through swapping or minting.": "HyperDex 是一個 DeFi 投資平台。該投資平台提供三種投資策略，每種策略涉及不同的利潤和風險。這三種策略為：固定收入、算法交易和競賽。此外，平台提供被稱為 HYP (Hyper Token) 的本地 token，其僅可透過交換或挖礦所得。",
  "Earn a fixed return on stablecoin and crypto assets through a variety of Fixed Income Cubes.": "透過不同固定收入 Cube，在穩定幣和加密資產上賺取固定收益。",
  "Upgrade to a HyperCube to increase overall returns!": "升級至 HyperCube 以增加整體收益！",
  "Earn a variable return on select crypto assets through Algo Trading Cubes.": "透過算法交易 Cube，在精選加密資產上賺取可變收益。",
  "Earn a variable return by speculating on the price of select crypto assets.": "透過推測精選加密資產的價格，賺取可變收益。",
  "Directly swap your tokens via the HyperDex token swap. HYP tokens may only be acquired via swapping or through HYP reward payouts.": "透過 HyperDex token 交換直接交換您的 token。僅可透過交換或透過 HYP 獎金付款取得 HYP token。",
  "Deposit both sides of a liquidity pair and earn a proportional share of swap fees over time.": "存入流動性組的兩方，並在一段時間過後賺取一個符合比例的交換費用份額。",
  "TOTAL PLATFORM VALUE": "總平台價值",
  "Performance": "表現",
  "Total Users": "總用戶",
  "HYPERDEX FUND": "HYPERDEX 資金",
  "Peers Profit": "同儕收益",
  "HYPERDEX FUND PROFIT SINCE": "自此時起的 HYPERDEX 資金收益",
  "1month Return": "1 個月收益",
  "3months Return": "3 個月收益",
  "6months Return": "6 個月收益",
  "1year Return": "1 年收益",
  "HYPERDEX FUND DETAILS": "HYPERDEX 資金詳情",
  "Active cubes count": "活躍 cube 總數",
  "All time cubes count": "歷史 cube 總數",
  "Avg management fee": "平均管理費用",
  "Avg performance fee": "平均表現費用",
  "MEET HYPERDEX TEAM": "認識 HYPERDEX 團隊",
  "Developer": "開發人員",
  "Management": "管理人員",
  "Marketing": "營銷人員",
  "Advisor": "顧問",
  "Tech Advisor": "技術顧問",
  "Design": "設計人員",
  "How it works": "它是怎麼運作的",
  "HyperDex allows investors of all backgrounds to capture the newly generated value within DeFi. This is accomplished by simplifying the process for multiple investment strategies, with a Fixed Income, Algorithmic, and Race Trading strategy available for investors. All that is required by users is to select an investment cube and simply deposit the chosen asset.": "HyperDex 允許來自不同背景的投資人捕獲 DeFi 中最新產生的價值。這是透過簡化多重投資策略的過程所達成的，取而代之的是可供投資人選擇的固定收入、算法和競賽交易策略。用戶只需要選擇一個投資 cube，並存入所選的資產。",
  "HyperDex allows anyone owning crypto assets to invest in the platform through the integration of crypto wallets such as MetaMask and Exodus": "HyperDex 允許擁有加密資產的任何人透過加密錢包（例如：MetaMast 和 Exodus）的整合，在平台上投資。",
  "HyperDex is a DeFi investment platform that fulfills the crypto market needs by routing the crypto assets of the users into different products. It accomplishes this by using proprietary algorithms and staking protocols with the ultimate aim of offering the best returns.": "HyperDex 是一個 DeFi 投資平台。該平台透過將用戶的加密資產路由至不同的產品，滿足了加密市場的需求。它藉由使用專有的算法和質押協議，並堅持提供最佳利潤的終極目標，得以這麼做。",
  "HyperDex offers three strategies of investment, called Cubes, each with varied returns and risks: Fixed Income Cube, Algo Cube and Race Cube. Additionally, HyperDex offers its native token HYP (Hyper Token) which can only be obtained through swapping or minting.": "HyperDex 提拱被稱為「Cube」的三種投資策略，每種策略涉及不同的利潤和風險。這三種策略為：固定收入 Cube、算法 Cube 和競賽 Cube。此外，HyperDex 提供被稱為 HYP (Hyper Token) 的本地 token，其僅可透過交換或挖礦所得。",
  "Download and install Metamask": "下載並安裝 Metamask",
  "Create a new wallet in Metamask": "在 Metamask 中創建一個新的錢包",
  "Add Binance Smart Chain to your networks": "添加幣安智慧鏈至您的網路",
  "Fill your wallet with the currencies you're going to invest.": "在您的錢包裡放入您將要投資的貨幣。",
  "Connect your wallet to Hyperdex platform.": "將您的錢包連接至 Hyperdex 平台。",
  "Ready to go! Try HyperDex's Investment Cubes, swaps and LP.": "準備好了！試用 Hyperdex 的投資 Cube、交換和 LP。",
  "Visit our": "造訪我們的",
  "For any questions or if you need support": "如果有任何問題，或者如果您需要支援",
  "Users may stake liquidity into HyperDex Token Swap pools in return for a percentage of the swap fees. This is done by staking two tokens into the respective liquidity pool in return for an LP token. LP tokens represent a user’s proportional share of the liquidity pool, and are used to redeem staked liquidity.": "用戶可以質押流動性入 HyperDex Token 交換池，以換取交換費用的一定百分比。這是透過將兩個 token 質押入個別流動性池中，以換取 LP token 所達成的。LP token 代表用戶在流動性池中符合比例的份額，並被用以兌換已質押的流動性。",
  "Select": "選擇",
  "Connect your wallet to add liquidity": "連接您的錢包以添加流動性",
  "Connect your wallet to remove liquidity": "連接您的錢包以移除流動性",
  "Your wallet balance": "您的錢包餘額",
  "Reserves": "準備金",
  "Your LP Tokens": "您的 LP Token",
  "Tokens In": "…中的 Token",
  "LP Tokens Out": "支付的 LP Token",
  "LP Tokens In": "收到的 LP Token",
  "Tokens Out": "支付的 Token",
  "enter your email": "輸入您的電子郵件",
  "Platform Stats": "平台數據",
  "Average management fee": "平均管理費用",
  "Average performance fee": "平均表現費用",
  "The HyperDex Token Swap enables users to directly swap their tokens via the website. HYP tokens may only be acquired through swapping or earning a HYP reward payout.": "HyperDex Token 交換讓用戶得以透過網站直接交換他們的 token。HYP token 僅可透過交換或賺取 HYP 獎勵付款取得。",
  "Connect your wallet to swap": "連接您的錢包以交換",
  "Not enough reserves": "沒有足夠準備金",
  "Price": "價格",
  "Price impact": "價格影響",
  "Liquidity provider fee": "流動性提供者費用",
  "Liquidity pool reserves": "流動性池準備金",
  "TERMS OF SERVICE": "服務條款",
  "This website uses only strictly necessary cookies. No user data is stored. Strictly necessary cookies are classified as cookies that must be present for the website to provide the basic functions of the website. They are essential to be able to access features of the website and could include signing in, adding items to a cart, or e-billing. They are typically essential first-party session cookies, but not all first-party cookies are strictly necessary cookies. They allow for a user to navigate back and forth between pages without losing their previous actions from the same session.  Strictly necessary cookies are the only cookies that all cookie laws allow to be exempt from requiring user consent. Since these cookies are necessary for the functionality of a website, website owners do not have to get consent from the user to place strictly necessary cookies on their devices. Most importantly, the use must be related to a service specifically requested by the user. Examples of strictly necessary cookies include those which save your shopping cart when online shopping or cookies that allow you to access secure areas of a website through logging in.": "這個網站僅使用絕對需要的 cookie。不會儲存任何用戶資訊。絕對需要的 cookie 被歸類為其必須在場網站才能提供其基本功能的 cookie。它們對於要存取網站功能來說是必須的，且可能包括登入、添加品項入購物車或寄送電子帳單。它們通常為關鍵的第一方節 cookie，但並非所有第一方 cookie 都是絕對必須的 cookie。它們讓用戶得以在頁面之間來回導覽，且不會失去他們在同一節中的舊動作。絕對必須的 cookie 是所有 cookie 法規允許無須取得用戶同意的唯一一種 cookie。由於這些 cookie 對網站的正常運作而言是必須的，網站所有人不需要取得用戶同意，以在他們的裝置中放置絕對必須的 cookie。最重要的是，使用必須與由用戶特別要求的服務有關。絕對必須的 cookie 範例包括在您網上購物時儲存您購物車的 cookie，或者允許您透過登入存取網站安全區域的 cookie。",
  "We don't track you. We don't profile you. We don't store your data.": "我們不會追蹤您。我們不會識別您。我們不會儲存您的數據。",
  "BONUS AND REWARDS": "獎金和獎勵",
  "Total invested USD value:": "已投資的總美元金額",
  "YOU GET ADDITIONAL HYPER TOKENs!": "您取得了額外的 HYPER TOKEN！",
  "Invest more to get a reward!": "投資更多以取得獎勵！",
  "You already used a referral code on this Cube": "您已經在這一 Cube 上使用了推薦代碼",
  "Add a referral code to get more reward!": "添加推薦代碼以取得更多獎勵！",
  "enter your referral's code...": "輸入您的推薦代碼……",
  "Please enter a correct referral code": "請輸入一個正確的推薦代碼",
  "Referral cannot be your own account": "推薦代碼不能是您自己的帳號",
  "YOU GET AN ADDITIONAL HYP REWARD!": "您取得了額外的 HYP 獎勵！",
  "Invest": "投資",
  "Withdraw": "提款",
  "Investment Details": "投資詳情",
  "Investment Amount": "投資金額",
  "Unlocked Amount": "已解鎖的金額",
  "Early Unlocked Amount": "提早解鎖的金額",
  "Early Unlocked Profit": "提早解鎖的收益",
  "Total APR": "總 APR",
  "Detailed APR": "APR 詳情",
  "Current": "短期",
  "Estimated Total Profit": "預計的總收益",
  "TOTAL EQUITY": "總權益",
  "Cube Info": "Cube 資訊",
  "Fixed income cubes are investment strategies that offer a fixed income to the users on either stable coins or other crypto assets. Make it Hyper by adding HYP in order to gain higher rewards.": "固定收入 cube 為依據穩定幣或其他加密資產為用戶提供固定收入的投資策略。透過添加 HYP 讓它變得更強，從而賺取更多獎勵。",
  "You are investing in an Algo Trading Cube": "您正在投資一個算法交易 Cube",
  "You are investing in a Fixed Income Cube": "您正在投資一個固定收入 Cube",
  "You are investing in a Race Cube": "您正在投資一個競賽 Cube",
  "ASSET INFO": "資產資訊",
  "AGREE": "同意",
  "Current Allowance": "目前的可用資金",
  "enter amount to invest": "輸入金額以投資",
  "Available": "可用",
  "use max": "使用最多",
  "Buy more": "購買更多",
  "This is now a HyperCube!": "現在，這是一個 HyperCube！",
  "This is a standard Cube": "這是一個標準 Cube",
  "USD Value": "美元價值",
  "Total": "總值",
  "Make it HYPER to unlock Bonus & Rewards": "讓它變得更強，從而解鎖獎金和獎勵",
  "Wait...": "等一下……",
  "Approve": "批准",
  "Early Unlock": "提早解鎖",
  "WARNING: If you proceed with the early unlock a fee will be charged": "警告：如果您繼續提早解鎖，將向您收取一筆費用",
  "Your funds will be available for withdrawal within 24 hours.": "您的資金將在 24 小時內可供提款。",
  "The operation is not reversible.": "操作不可逆轉。",
  "No amount available.": "沒有可用資金",
  "You will unlock the whole amount.": "您將解鎖全部金額。",
  "enter amount to unlock...": "輸入金額以解鎖……",
  "Unlock": "解鎖",
  "By unlocking, your funds will be available for withdrawal at Cube expiration/renewal,": "解鎖後，您的資金將在 Cube 過期/續期時可供提款。",
  "after expiration": "過期後",
  "You already unlocked": "您已解鎖",
  "Click to lock that amount back.": "點擊以重新鎖定該金額。",
  "You will unlock the whole amount": "您將解鎖全部金額",
  "You can withdraw your available funds.": "您可以提款您的可用資金。",
  "NOTE: the referral bonus will be removed.": "注意：將移除推薦獎金。",
  "A withdrawal is still pending. Please wait for network confirmation.": "仍在進行一次提款。請靜候網路確認。",
  "You have requested an unlock. Your funds will be available within 24 hours.": "您已要求解鎖。您的資金將在 24 小時內可用。",
  "No unlocked funds are available for withdrawal.": "沒有已解鎖的資金可供提款。"
}
